{
  "updated_at": "2026-02-08T10:59:33.649896+00:00",
  "trending": [
    "poland",
    "americans",
    "open",
    "ai",
    "russia",
    "cross-border",
    "england vs nepal",
    "nvidia",
    "latest",
    "china"
  ],
  "categories": {
    "急(hr)": [
      {
        "id": "fb2345b57731",
        "title": "‘16 years later, I’m not unhappy’: the rise of Britain’s multigenerational flatmates",
        "summary": "Fewer under-25s leaving home, and older renters being priced out of ownership or solo renting, is fuelling a change in house-share demographicsWhen Nicola Whyte first moved into a four-bedroom house share in Balham 16 years ago, she never imagined she would still be living there at 45. But with rent...",
        "url": "https://www.theguardian.com/society/2026/feb/08/rise-britain-multigenerational-flatmates",
        "source": "Business | The Guardian",
        "published": "2026-02-08T10:00:27+00:00"
      },
      {
        "id": "3e5d50077cec",
        "title": "‘It has changed my life’: Wrexham’s Hollywood takeover, five years on",
        "summary": "When Ryan Reynolds and Rob Mac became club guardians in 2021 the Premier League was a dream. Now it’s a targetTwo Chewbaccas handed out flyers to passersby. No one making their way towards the Turf batted an eyelid, but then again, for five years now, a touch of Hollywood has become pretty much the ...",
        "url": "https://www.theguardian.com/football/2026/feb/08/it-has-changed-my-life-wrexhams-hollywood-takeover-five-years-on",
        "source": "Business | The Guardian",
        "published": "2026-02-08T07:00:25+00:00"
      },
      {
        "id": "ff4a1770e6dc",
        "title": "Water bosses in England exploiting bonus loophole face crackdown",
        "summary": "Exclusive: Ministers to act after last year’s legislation ‘outwitted’ by failing firms paying millions to executivesThe government is to close loopholes which allow bosses of failing water companies to continue to receive large bonuses despite a ban passed last year, it can be revealed.Bosses of com...",
        "url": "https://www.theguardian.com/business/2026/feb/08/water-bosses-england-bonus-loophole-crackdown",
        "source": "Business | The Guardian",
        "published": "2026-02-08T07:00:24+00:00"
      },
      {
        "id": "7f07fa926785",
        "title": "Modern Milkman to collect unwanted electronics and toys with deliveries",
        "summary": "Grocery delivery firm will begin picking up broken tech across the UK and charging consumers to recycle itemsA UK dairy delivery business is to begin collecting unwanted or broken toys, mobile phones and laptops while dropping off milk, orange juice and butter in its latest attempt to expand.The Mod...",
        "url": "https://www.theguardian.com/business/2026/feb/08/modern-milkman-to-collect-unwanted-electronics-and-toys-with-deliveries",
        "source": "Business | The Guardian",
        "published": "2026-02-08T07:00:24+00:00"
      },
      {
        "id": "e09cdfb6c718",
        "title": "‘Don’t lose your 12,739 points!’ The text scams cashing in on bogus rewards",
        "summary": "Scam message claims points will expire in days so click through to claim your prize – just pay the postageYou get a text message with some good news: your mobile provider has been operating a rewards programme and you have earned almost 13,000 points.You haven’t heard of the scheme before but since ...",
        "url": "https://www.theguardian.com/money/2026/feb/08/text-scam-message-bogus-rewards-programme-vodafone-ee",
        "source": "Business | The Guardian",
        "published": "2026-02-08T07:00:24+00:00"
      },
      {
        "id": "e38c1a9a0a3a",
        "title": "As goes the Washington Post: US democracy takes another hit under Trump",
        "summary": "Jeff Bezos’s axing of more than 300 jobs at the storied newspaper has renewed fears about the resilience of America’s democracy to withstand Trump’s attacksThe email landed in Lizzie Johnson’s in-tray in Ukraine just before 4pm local time. It came at a tough time for the reporter: Russia had been re...",
        "url": "https://www.theguardian.com/news/ng-interactive/2026/feb/08/washington-post-layoffs-democracy-trump",
        "source": "Business | The Guardian",
        "published": "2026-02-08T06:00:24+00:00"
      },
      {
        "id": "cc64e3d975a8",
        "title": "‘We need to accept the cost’: future of British Steel unclear as bills for government build up",
        "summary": "Propping up operations at Scunthorpe site, still legally owned by Jingye, now costs over £1.2m a day – so what are the options?British Steel was losing £700,000 a day last year when its Chinese owner announced plans to shut the steelworks at Scunthorpe. After Jingye rejected support to buy raw mater...",
        "url": "https://www.theguardian.com/business/2026/feb/08/british-steel-scunthorpe-future-unclear-uk-government-jingye-options",
        "source": "Business | The Guardian",
        "published": "2026-02-08T06:00:22+00:00"
      },
      {
        "id": "2f481430f72f",
        "title": "India has changed its startup rules for deep tech",
        "summary": "India is adjusting startup rules to help more of its deep tech startups with funding and long-term success.",
        "url": "https://techcrunch.com/2026/02/07/india-has-changed-its-startup-rules-for-deep-tech/",
        "source": "TechCrunch",
        "published": "2026-02-08T03:30:00+00:00"
      },
      {
        "id": "c67e5bcb5529",
        "title": "The kids ‘picked last in gym class’ gear up for Super Bowl",
        "summary": "YouTube CEO Neal Mohan is expected to be there. Apple's Tim Cook, too.",
        "url": "https://techcrunch.com/2026/02/07/the-kids-picked-last-in-gym-class-gear-up-for-super-bowl/",
        "source": "TechCrunch",
        "published": "2026-02-08T01:26:49+00:00"
      },
      {
        "id": "43c05ba16108",
        "title": "Washington Post publisher Will Lewis abruptly resigns amid criticism of staff cuts",
        "summary": "Departure comes days after newspaper laid off nearly one-third of staff, including more than 300 journalistsWill Lewis, the Murdoch media veteran who took over as publisher and chief executive of the Washington Post in early 2024, announced abruptly on Saturday evening that he is leaving the company...",
        "url": "https://www.theguardian.com/media/2026/feb/07/washington-post-will-lewis-resigns",
        "source": "Business | The Guardian",
        "published": "2026-02-07T23:27:33+00:00"
      },
      {
        "id": "3bae3e6874c2",
        "title": "NBA star Giannis Antetokounmpo joins Kalshi as an investor",
        "summary": "Antetokounmpo is the first NBA player to directly invest in Kalshi.",
        "url": "https://techcrunch.com/2026/02/07/nba-star-giannis-antetokounmpo-joins-kalshi-as-an-investor/",
        "source": "TechCrunch",
        "published": "2026-02-07T21:30:41+00:00"
      },
      {
        "id": "398897d408eb",
        "title": "New York lawmakers propose a three-year pause on new data centers",
        "summary": "Although the bill’s prospects are uncertain, New York is at least the sixth state to consider pausing construction of new data centers.",
        "url": "https://techcrunch.com/2026/02/07/new-york-lawmakers-propose-a-three-year-pause-on-new-data-centers/",
        "source": "TechCrunch",
        "published": "2026-02-07T18:23:04+00:00"
      },
      {
        "id": "b4814321c714",
        "title": "Revealed: How Substack makes money from hosting Nazi newsletters",
        "summary": "Exclusive: Site takes a cut of subscriptions to content that promotes far-right ideology, white supremacy and antisemitismThe global publishing platform Substack is generating revenue from newsletters that promote virulent Nazi ideology, white supremacy and antisemitism, a Guardian investigation has...",
        "url": "https://www.theguardian.com/media/2026/feb/07/revealed-how-substack-makes-money-from-hosting-nazi-newsletters",
        "source": "Business | The Guardian",
        "published": "2026-02-07T17:00:07+00:00"
      },
      {
        "id": "e01fb0d5caf4",
        "title": "Rage against the machine: a California community rallied against a datacenter – and won",
        "summary": "Organizers in Monterey Park took inspiration from other US cities to fight against the construction of a giant datacenterWhen a southern California city council proposed building a giant datacenter the size of four football fields last December, five residents vowed to stop it.Through a frenetic wor...",
        "url": "https://www.theguardian.com/us-news/2026/feb/07/california-monterey-park-stop-datacenter-construction",
        "source": "Business | The Guardian",
        "published": "2026-02-07T16:00:07+00:00"
      },
      {
        "id": "1d045dd78051",
        "title": "UK trade policy: time to stop the secret deals and get systematic",
        "summary": "Liam Byrne is echoing Robin Cook’s ethical trade policy, warning the UK needs deals more open to scrutiny to prevent future issuesTrade can be a dirty business. Andrew Mountbatten-Windsor was tolerated as a “special representative for trade and investment” in the noughties despite allegations that h...",
        "url": "https://www.theguardian.com/business/2026/feb/07/uk-trade-policy-time-to-stop-the-secret-deals-and-get-systematic",
        "source": "Business | The Guardian",
        "published": "2026-02-07T16:00:06+00:00"
      },
      {
        "id": "dcdcbf6b67bb",
        "title": "Why has Elon Musk merged his rocket company with his AI startup?",
        "summary": "SpaceX’s acquisition of xAI creates business worth $1.25tn but whether premise behind deal will work is questionedThe acquisition of xAI by SpaceX is a typical Elon Musk deal: big numbers backed by big ambition.As well as extending “the light of consciousness to the stars”, as Musk described it, the...",
        "url": "https://www.theguardian.com/technology/2026/feb/07/why-has-elon-musk-merged-his-rocket-company-with-his-ai-startup",
        "source": "Business | The Guardian",
        "published": "2026-02-07T14:00:04+00:00"
      },
      {
        "id": "36d8cc351f24",
        "title": "Reform-run Kent council accused of fabricating £40m net zero savings",
        "summary": "Exclusive: Disclosures show figures cited by council leader rested on unfunded ideas listed briefly in budget papersReform UK’s flagship council has been accused of telling a “blatant lie” after its claim of nearly £40m in savings on net zero was found to be based on hypothetical projects for which ...",
        "url": "https://www.theguardian.com/politics/2026/feb/07/reform-run-kent-council-accused-of-fabricating-40m-net-zero-savings",
        "source": "Business | The Guardian",
        "published": "2026-02-07T13:34:18+00:00"
      },
      {
        "id": "1611cb9ba70a",
        "title": "Under Trump, EPA’s enforcement of environmental laws collapses, report finds",
        "summary": "The Environmental Protection Agency has drastically pulled back on holding polluters accountable.",
        "url": "https://arstechnica.com/science/2026/02/under-trump-epas-enforcement-of-environmental-laws-collapses-report-finds/",
        "source": "Ars Technica - All content",
        "published": "2026-02-07T12:00:35+00:00"
      },
      {
        "id": "12c00a21e07e",
        "title": "The Epstein files reveal that a vast global conspiracy actually exists – sort of",
        "summary": "The documents confirm what many have long assumed: elites live by their own special rules and codes of immunityThe millions of Jeffrey Epstein files dumped last Friday by the US Department of Justice will provide journalists, conspiracy theorists and interested members of the public with months of r...",
        "url": "https://www.theguardian.com/us-news/2026/feb/07/epstein-files-global-conspiracy",
        "source": "Business | The Guardian",
        "published": "2026-02-07T12:00:03+00:00"
      },
      {
        "id": "b030d9325ce1",
        "title": "Post-Brexit sales of British farm products to EU fall by 37%",
        "summary": "NFU warn it could take years to restore Brexit losses despite efforts to smooth negotiations on farming and other elements of UK-EU resetExports of British farm products to the EU have dropped almost 40% in the five years since Brexit, highlighting the trade barriers caused by the UK’s divorce from ...",
        "url": "https://www.theguardian.com/environment/2026/feb/07/brexit-farm-products-sales-eu",
        "source": "Business | The Guardian",
        "published": "2026-02-07T12:00:02+00:00"
      },
      {
        "id": "78c15838621f",
        "title": "Trump housing policy is a mess and it won’t fix the US housing crisis",
        "summary": "Deregulation alone can’t make homes affordable when rising inequality, not zoning, is what is driving prices upDonald Trump has an interesting view of how housing plays in US politics. “I don’t want to drive housing prices down. I want to drive housing prices up for people that own their homes,” he ...",
        "url": "https://www.theguardian.com/business/2026/feb/07/trump-rising-home-prices-affordability-crisis",
        "source": "Business | The Guardian",
        "published": "2026-02-07T12:00:02+00:00"
      },
      {
        "id": "5e240d323793",
        "title": "UK electric vehicle charging firms ‘seeking buyers amid rising costs and tough competition’",
        "summary": "Mergers and acquisitions will shrink number of operators from more than 100 to five or six, says Be.EV co-founderBritish electric charger companies are asking rivals to buy them as they run out of cash amid rising costs and intense competition, according to industry bosses.A wave of mergers and acqu...",
        "url": "https://www.theguardian.com/environment/2026/feb/07/uk-electric-vehicle-charging-mergers-acquisitions-b-ev",
        "source": "Business | The Guardian",
        "published": "2026-02-07T12:00:02+00:00"
      },
      {
        "id": "609d48c22d81",
        "title": "Thousands of Malawi businesses close in protest over tax changes",
        "summary": "Peaceful demonstrations force a delay in measures aimed at improving revenue collection but which many fear will be fatal for small traders Demonstrations across Malawi’s four main cities during the past week have achieved a delay in the introduction of a new tax regime that business owners claim wi...",
        "url": "https://www.theguardian.com/global-development/2026/feb/07/businesses-close-protest-malawi-tax-changes-electronic-invoicing-system",
        "source": "Business | The Guardian",
        "published": "2026-02-07T12:00:01+00:00"
      },
      {
        "id": "429ac31802d9",
        "title": "Waymo is trying to seduce me. But another option is staring us in the face | Dave Schilling",
        "summary": "I understand the appeal of avoiding all human contact. Still, good old-fashioned taxis have so much to offerIt’s Super Bowl weekend here in America, which means a few things: copious amounts of gut-busting food, controversial half-time show performances, extravagant commercials, and occasionally a b...",
        "url": "https://www.theguardian.com/commentisfree/2026/feb/07/waymo-taxis-san-francisco-super-bowl",
        "source": "Business | The Guardian",
        "published": "2026-02-07T11:00:03+00:00"
      },
      {
        "id": "1b4bba54fe22",
        "title": "Monzo wrongly denied refunds to thousands of fraud and scam victims",
        "summary": "Ombudsman found bank wrongly rejected 34% of complaints last year, with NatWest and HSBC close behindMonzo has wrongly denied refunds to thousands of fraud and scam victims, the Guardian can reveal.The digital-only bank wrongly rejected more than 1,000 fraud and scam complaints that were closed last...",
        "url": "https://www.theguardian.com/money/2026/feb/07/monzo-natwest-hsbc-refunds-fraud-scam-fos-ombudsman",
        "source": "Business | The Guardian",
        "published": "2026-02-07T11:00:01+00:00"
      }
    ],
    "破(day)": [
      {
        "id": "c440a5f1ccf7",
        "title": "‘I fell into it’: ex-criminal hackers urge Manchester pupils to use web skills for good",
        "summary": "Initiative aims to identify proficient gamers and coders who can help companies identify flaws in their cybersecurity Cybercriminals, the shadowy online figures often depicted in Hollywood movies as hooded villains capable of wiping millions of pounds off the value of businesses at a keystroke, are ...",
        "url": "https://www.theguardian.com/technology/2026/feb/08/i-fell-into-it-ex-criminal-hackers-urge-manchester-pupils-to-use-web-skills-for-good",
        "source": "Technology | The Guardian",
        "published": "2026-02-08T08:00:25+00:00"
      },
      {
        "id": "0d0f4b114fc8",
        "title": "Quoting Thomas Ptacek",
        "summary": "People on the orange site are laughing at this, assuming it's just an ad and that there's nothing to it. Vulnerability researchers I talk to do not think this is a joke. As an erstwhile vuln researcher myself: do not bet against LLMs on this.\nAxios: Anthropic's Claude Opus 4.6 uncovers 500 zero-day ...",
        "url": "https://simonwillison.net/2026/Feb/8/thomas-ptacek/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-08T02:25:53+00:00"
      },
      {
        "id": "21795c644ec6",
        "title": "Vouch",
        "summary": "Vouch\nMitchell Hashimoto's new system to help address the deluge of worthless AI-generated PRs faced by open source projects now that the friction involved in contributing has dropped so low.\nHe says:\n\nThe idea is simple: Unvouched users can't contribute to your projects. Very bad users can be expli...",
        "url": "https://simonwillison.net/2026/Feb/7/vouch/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-07T23:57:57+00:00"
      },
      {
        "id": "79bc00bb7876",
        "title": "Claude: Speed up responses with fast mode",
        "summary": "Claude: Speed up responses with fast mode\nNew \"research preview\" from Anthropic today: you can now access a faster version of their frontier model Claude Opus 4.6 by typing /fast in Claude Code... but at a cost that's 6x the normal price.\nOpus is usually $5/million input and $25/million output. The ...",
        "url": "https://simonwillison.net/2026/Feb/7/claude-fast-mode/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-07T23:10:33+00:00"
      },
      {
        "id": "e6df371fa5d1",
        "title": "Quoting David Crawshaw",
        "summary": "I am having more fun programming than I ever have, because so many more of the programs I wish I could find the time to write actually exist. I wish I could share this joy with the people who are fearful about the changes agents are bringing. The fear itself I understand, I have fear more broadly ab...",
        "url": "https://simonwillison.net/2026/Feb/7/david-crawshaw/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-07T21:31:44+00:00"
      },
      {
        "id": "3ce6517fa12b",
        "title": "Battle of the chatbots: Anthropic and OpenAI go head-to-head over ads in their AI products",
        "summary": "New Anthropic campaign suggests other AI platforms will incorporate targeted ads in their chatbot conversationsThe Seahawks and the Patriots aren’t the only ones gearing up for a fight.AI rivals Anthropic and OpenAI have launched a war of ads trying to court corporate America during one of the bigge...",
        "url": "https://www.theguardian.com/technology/2026/feb/07/ai-chatbots-anthropic-openai-claude-chatgpt",
        "source": "Technology | The Guardian",
        "published": "2026-02-07T16:00:06+00:00"
      },
      {
        "id": "1fba899d048f",
        "title": "《無處安放的記憶》：填補官方敘事斷層，台籍老兵口述歷史仍是一場「戰役」",
        "summary": "與其接受荊子馨所謂在殖民時期的台灣「強調認同形塑中的矛盾與多重性的激進意識」，那些將各自的政治意圖附加在這些口述歷史計畫上的政治人物，追求著完全相反的目標：「對『日本人』、『中國人』或『台灣人』身分進行最終且全面性的肯認。」",
        "url": "https://www.twreporter.org/a/bookreview-displaced-memory-displaced-people",
        "source": "報導者",
        "published": "2026-02-07T16:00:00+00:00"
      },
      {
        "id": "d3059ab6d696",
        "title": "How StrongDM's AI team build serious software without even looking at the code",
        "summary": "Last week I hinted at a demo I had seen from a team implementing what Dan Shapiro called the Dark Factory level of AI adoption, where no human even looks at the code the coding agents are producing. That team was part of StrongDM, and they've just shared the first public description of how they are ...",
        "url": "https://simonwillison.net/2026/Feb/7/software-factory/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-07T15:40:48+00:00"
      },
      {
        "id": "dcdcbf6b67bb",
        "title": "Why has Elon Musk merged his rocket company with his AI startup?",
        "summary": "SpaceX’s acquisition of xAI creates business worth $1.25tn but whether premise behind deal will work is questionedThe acquisition of xAI by SpaceX is a typical Elon Musk deal: big numbers backed by big ambition.As well as extending “the light of consciousness to the stars”, as Musk described it, the...",
        "url": "https://www.theguardian.com/technology/2026/feb/07/why-has-elon-musk-merged-his-rocket-company-with-his-ai-startup",
        "source": "Technology | The Guardian",
        "published": "2026-02-07T14:00:04+00:00"
      },
      {
        "id": "068231179ec3",
        "title": "Victims urge tougher action on deepfake abuse as new law comes into force",
        "summary": "Campaigners welcome criminalisation of non-consensual AI-generated explicit images but say law does not go far enoughVictims of deepfake image abuse have called for stronger protection against AI-generated explicit images, as the law criminalising the creation of non-consensual intimate images comes...",
        "url": "https://www.theguardian.com/technology/2026/feb/07/campaigners-call-stronger-protection-against-ai-generated-explicit-imagery",
        "source": "Technology | The Guardian",
        "published": "2026-02-07T10:00:02+00:00"
      },
      {
        "id": "64f44df5b32a",
        "title": "Quoting Tom Dale",
        "summary": "I don't know why this week became the tipping point, but nearly every software engineer I've talked to is experiencing some degree of mental health crisis.\n[...] Many people assuming I meant job loss anxiety but that's just one presentation. I'm seeing near-manic episodes triggered by watching softw...",
        "url": "https://simonwillison.net/2026/Feb/6/tom-dale/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-06T23:41:31+00:00"
      },
      {
        "id": "cbd5394b819f",
        "title": "Running Pydantic's Monty Rust sandboxed Python subset in WebAssembly",
        "summary": "There's a jargon-filled headline for you! Everyone's building sandboxes for running untrusted code right now, and Pydantic's latest attempt, Monty, provides a custom Python-like language (a subset of Python) in Rust and makes it available as both a Rust library and a Python package. I got it working...",
        "url": "https://simonwillison.net/2026/Feb/6/pydantic-monty/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-06T22:31:31+00:00"
      },
      {
        "id": "8368728557e6",
        "title": "RFK Jr. Has Packed an Autism Panel With Cranks and Conspiracy Theorists",
        "summary": "Among those Robert F. Kennedy Jr. recently named to a federal autism committee are people who tout dangerous treatments and say vaccine manufacturers are “poisoning children.”",
        "url": "https://www.wired.com/story/rfk-jr-s-picks-for-a-key-autism-panel-include-advocates-for-bizarre-theories/",
        "source": "Science Latest",
        "published": "2026-02-06T21:02:54+00:00"
      },
      {
        "id": "9c4ec715758a",
        "title": "New York Is the Latest State to Consider a Data Center Pause",
        "summary": "Red and blue states alike have introduced legislation in recent weeks that would halt data center development, citing concerns from climate to high energy prices.",
        "url": "https://www.wired.com/story/new-york-is-the-latest-state-to-consider-a-data-center-pause/",
        "source": "Science Latest",
        "published": "2026-02-06T18:58:46+00:00"
      },
      {
        "id": "d21647e3cce3",
        "title": "An Update on Heroku",
        "summary": "An Update on Heroku\nAn ominous headline to see on the official Heroku blog and yes, it's bad news.\n\nToday, Heroku is transitioning to a sustaining engineering model focused on stability, security, reliability, and support. Heroku remains an actively supported, production-ready platform, with an emph...",
        "url": "https://simonwillison.net/2026/Feb/6/an-update-on-heroku/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-06T18:44:21+00:00"
      },
      {
        "id": "28806a780142",
        "title": "The Only Thing Standing Between Humanity and AI Apocalypse Is … Claude?",
        "summary": "As AI systems grow more powerful, Anthropic’s resident philosopher says the startup is betting Claude itself can learn the wisdom needed to avoid disaster.",
        "url": "https://www.wired.com/story/the-only-thing-standing-between-humanity-and-ai-apocalypse-is-claude/",
        "source": "Business Latest",
        "published": "2026-02-06T16:33:18+00:00"
      },
      {
        "id": "eb7358a3df5a",
        "title": "陳子軒／I “Left” My Heart in St. Pauli：走進左派足球烏托邦",
        "summary": "「球迷來拿票會聊天、吐露失業、求職等生活狀況，讓足球成為社工介入的契機。」1月親赴德國球場觀賽，陳子軒近距離感受聖保利這支以左派價值聞名的球隊，如何在票價、球迷經營與隊歌文化的爭辯之中，實踐另類思維。",
        "url": "https://www.twreporter.org/a/saturday-features-long-game-fc-st-pauli-2",
        "source": "報導者",
        "published": "2026-02-06T16:00:00+00:00"
      },
      {
        "id": "43e824163014",
        "title": "More Than 800 Google Workers Urge Company to Cancel Any Contracts With ICE and CBP",
        "summary": "The campaign is among the largest anti-ICE protests by workers at a single company since federal agents shot and killed two people in Minneapolis last month.",
        "url": "https://www.wired.com/story/hundreds-of-google-employees-demand-answers-from-executives-about-ice/",
        "source": "Business Latest",
        "published": "2026-02-06T16:00:00+00:00"
      },
      {
        "id": "14377de95e4a",
        "title": "‘Christian pastors declared Pikachu to be a demon’: how Pokémon went from moral panic to unifying global hit",
        "summary": "Nintendo’s monster-collecting franchise was pilloried as a ‘pestilential Ponzi scheme’ in the 90s. But as its celebrates its 30th birthday, it now stands as a powerful example of video games’ ability to connect peopleWhen I was 11, it was my dream to compete in the Pokémon World Championships, held ...",
        "url": "https://www.theguardian.com/games/2026/feb/06/how-pokemon-conquered-the-world-keza-macdonald-super-nintendo-book-extract",
        "source": "Technology | The Guardian",
        "published": "2026-02-06T14:30:08+00:00"
      },
      {
        "id": "8da0135ceb93",
        "title": "Mewgenics review – infinite ways to skin a cat",
        "summary": "PC; Edmund McMillen and Tyler Glaiel This mischievous roguelike escapade featuring utterly fiendish felines is compelling, and impressively tastelessYou know that old saying about cats having nine lives? Well, as far as Mewgenics is concerned, you can forget it – and you can also forget the idea tha...",
        "url": "https://www.theguardian.com/games/2026/feb/06/mewgenics-review-infinite-ways-to-skin-a-cat",
        "source": "Technology | The Guardian",
        "published": "2026-02-06T14:00:08+00:00"
      },
      {
        "id": "8140a3eb18f4",
        "title": "Tell us: how have you been affected by falling cryptocurrency prices?",
        "summary": "We want to hear how the fall in cryptocurrencies like Bitcoin and ether are impacting peopleBitcoin sank to its lowest value in more than a year this week, faling to $63,000 on Thursday, about half its all-time peak of $126,000 in October 2025It’s part of a wider shock to crypto prices. The second-l...",
        "url": "https://www.theguardian.com/technology/2026/feb/06/tell-us-how-have-you-been-affected-by-falling-cryptocurrency-prices-bitcoin-ether",
        "source": "Technology | The Guardian",
        "published": "2026-02-06T12:39:41+00:00"
      },
      {
        "id": "a0be6e9cf483",
        "title": "Hail our new robot overlords! Amazon warehouse tour offers glimpse of future",
        "summary": "At its new Stone Mountain, Georgia, facility, Roomba-like robots shuffle between stacks, another adds shipping labels while another arranges packages in palletsOne of the reasons Amazon is spending billions on robots? They don’t need bathroom breaks. Arriving a few minutes early to the public tour o...",
        "url": "https://www.theguardian.com/technology/2026/feb/06/amazon-georgia-warehouse-tour-robots",
        "source": "Technology | The Guardian",
        "published": "2026-02-06T12:00:07+00:00"
      },
      {
        "id": "d2bbf93174cf",
        "title": "TikTok could be forced to change app’s ‘addictive design’ by European Commission",
        "summary": "Preliminary EU ruling says app shifts brains of users into ‘autopilot mode’, with concerns for children and vulnerable adultsBusiness live – latest updatesTikTok could be forced into changes to make the app less addictive to users after the EU indicated the platform had breached the bloc’s digital s...",
        "url": "https://www.theguardian.com/technology/2026/feb/06/tiktok-app-addictive-design-preliminary-ruling-european-commission",
        "source": "Technology | The Guardian",
        "published": "2026-02-06T11:57:10+00:00"
      },
      {
        "id": "e8870c69a2fc",
        "title": "Modor DR-2 – a delicious, overlooked drum machine – adds trig conditions",
        "summary": "Massive sound, lots of unique tricks, hard-hitting personality, onboard basslines &#8212; more people should be talking about the Modor DR-2. And amidst the blizzard of news last month, you might have missed that it now does trig conditions. OS014 landed at the end of December, so we may have missed...",
        "url": "https://cdm.link/modor-dr-2-trig-conditions/",
        "source": "CDM Create Digital Music",
        "published": "2026-02-06T11:55:29+00:00"
      },
      {
        "id": "af707ae13049",
        "title": "Why the Artemis II Crew Stays in Quarantine Before Their Journey to Moon",
        "summary": "For two weeks, medical experts monitor the astronauts as they remain indoors, live in isolation, and avoid physical touch, all to prevent harmful microbes from traveling to space.",
        "url": "https://www.wired.com/story/why-the-artemis-ii-crew-stays-in-quarantine-before-their-journey-to-moon/",
        "source": "Science Latest",
        "published": "2026-02-06T11:30:00+00:00"
      }
    ],
    "序(month)": [
      {
        "id": "63ddc080610f",
        "title": "移動中的家鄉：克拉拉．史都華（Clara Stewart）的地圖視角 文/謝曉陽 【全文閱讀】 完整文章請見：獨立評論＠天下... https://opinion.cw.com.tw/blog/profile/52/article/1705...",
        "summary": "移動中的家鄉：克拉拉．史都華（Clara Stewart）的地圖視角 文/謝曉陽 【全文閱讀】 完整文章請見：獨立評論＠天下 https://opinion.cw.com.tw/blog/profile/52/article/17056",
        "url": "https://www.facebook.com/asgis/posts/pfbid02zitkJDNqTpGXZYv8vTcJw7ERnNTjMjLxkCT5auJpdvSVMJqfQUjfrgy6qVwV4EV3l",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-07T13:25:46+00:00"
      },
      {
        "id": "a162e40e81c3",
        "title": "Internet Archive and Partners Select Local Newsrooms from Across the US to Participate in the Today’s News for Tomorrow Program",
        "summary": "Internet Archive, Poynter Institute, and Investigative Reporters and Editors (IRE) are pleased to announce the first cohort of newsrooms to join the Today’s News for Tomorrow program. With support from [&#8230;]",
        "url": "https://blog.archive.org/2026/02/06/internet-archive-and-partners-select-local-newsrooms-from-across-the-us-to-participate-in-the-todays-news-for-tomorrow-program/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-06T14:48:51+00:00"
      },
      {
        "id": "d00aec536ee5",
        "title": "Performance in Dialogue: Exploring Emirati and Polynesian Traditions through Al Harbiya and Haka",
        "summary": "Last month, Andrew Eisenberg moderated Performance in Dialogue: Harbiya and Haka, an intercultural encounter connecting Emirati and Polynesian performance traditions. Bringing Al Harbiya together with Haka, the session combined performance &#8230; Continue reading Performance in Dialogue: Exploring ...",
        "url": "https://wp.nyu.edu/music_and_sound_cultures/2026/02/06/performance-in-dialogue-exploring-emirati-and-polynesian-traditions-through-al-harbiya-and-haka/",
        "source": "Music and Sound Cultures",
        "published": "2026-02-06T12:45:23+00:00"
      },
      {
        "id": "b19b228a022d",
        "title": "【活動轉知】 「100Y 山林有時：_______」特展 展期：2026年2月6日(五)～7月26日(日) 時間：10:00",
        "summary": "【活動轉知】 「100Y 山林有時：_______」特展 展期：2026年2月6日(五)～7月26日(日) 時間：10:00 – 18:00 （週一固定休館，除夕至初四休館） 地點：台灣設計館03展間（臺北市信義區光復南路133號松山文創園區內） 主辦單位：農業部林業及自然保育署 https://www.forest.gov.tw/ForestNews/0077831",
        "url": "https://www.facebook.com/asgis/posts/pfbid0qG7Vjo6PzvosKwzJuNEBrjxDu8ZGDGrzGfxsA2jj2qwemia2XEiWkfNC8Erxrdwal",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-06T08:44:07+00:00"
      },
      {
        "id": "4a1c05a557d4",
        "title": "【地圖俱樂部】 奧匈歷史特種地圖製作之簡介 撰文/許哲明 (軍備局生製中心第401廠測繪榮譽顧問、中華民國地圖學會常務監事) 奧匈帝國(Austro-Hungarian Empire)是歐洲存在於1867年至1918年間的一聯邦君主制國家，...",
        "summary": "【地圖俱樂部】 奧匈歷史特種地圖製作之簡介 撰文/許哲明 (軍備局生製中心第401廠測繪榮譽顧問、中華民國地圖學會常務監事) 奧匈帝國(Austro-Hungarian Empire)是歐洲存在於1867年至1918年間的一聯邦君主制國家，是當代歐洲國土面積第二大國，僅次於俄國；主要是由奧地利王國和匈牙利王國所組成。一戰於1918年結束後，建立了了奧地利、匈牙利、捷克斯洛伐克等等獨立國家。本文所探討的廣惠專案歷史地圖數位典藏成果中，檢整有關《奧匈帝國七萬五千分一特種圖》圖資。 完整文章請見：https://gis.rchss.sinica.edu.tw/mapclub_20260204/",
        "url": "https://www.facebook.com/asgis/posts/pfbid02dLvM4eqX5GvUd3U2Se3noRR6czgfsFzKB8TJQYSRN37t6zZDtL3mfJYxyWMkL4k9l",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-06T06:18:10+00:00"
      },
      {
        "id": "4519bd5bf772",
        "title": "科技爱好者周刊（第 384 期）：为什么软件股下跌",
        "summary": "这里记录每周值得分享的科技内容，周五发布。...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/weekly-issue-384.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-06T00:14:20+00:00"
      },
      {
        "id": "7eeece706984",
        "title": "與中央警察大學簽訂學術合作備忘錄 中央研究院人文社會科學研究中心(地理資訊科學研究專題中心)與中央警察大學警政管理學院暨警察科技學院簽訂學術合作備忘錄，期待應用資訊技術於警政管理及科技之跨學科綜合研究，以及基礎地理空間資料與技術的共享與交流...",
        "summary": "與中央警察大學簽訂學術合作備忘錄 中央研究院人文社會科學研究中心(地理資訊科學研究專題中心)與中央警察大學警政管理學院暨警察科技學院簽訂學術合作備忘錄，期待應用資訊技術於警政管理及科技之跨學科綜合研究，以及基礎地理空間資料與技術的共享與交流，有效期間自生效日起至2029年1月1日。 學術合作備忘錄簽署儀式由警察科技學院吳貫遠院長與中央研究院人社中心詹大千副主任代表雙方致詞並完成簽署，中央警察大學各單位主管蒞臨觀禮，共同見證雙方深化學術交流與合作的重要時刻。",
        "url": "https://www.facebook.com/asgis/posts/pfbid02E6q9ivPXHMBwLHBUz4Q1R7MM7cUS8snTYhB96j2pZ913j7E9cPVCKfWZT8PXRCM9l",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-05T14:53:16+00:00"
      },
      {
        "id": "bb60007bce9c",
        "title": "與中央警察大學簽訂學術合作備忘錄",
        "summary": "中央研究院人文社會科學研究中心(地理資訊科學研究專題中心)與中央警察大學警政管理學院暨警察科技學院簽訂學術合作 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mou_cpu_2026/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-05T14:52:10+00:00"
      },
      {
        "id": "7811e1449ed6",
        "title": "【地圖俱樂部】 當分水嶺遇上殖民測量：1907年法國地圖與泰柬邊界爭端 泰國與柬埔寨因長年邊界／主權爭議，2025 年曾兩度爆發致命衝突：先在 7 月出現為期數日的激烈交火並達成一度由區域斡旋的停火，但12 月初戰火再起，最新一輪衝突約 2...",
        "summary": "【地圖俱樂部】 當分水嶺遇上殖民測量：1907年法國地圖與泰柬邊界爭端 泰國與柬埔寨因長年邊界／主權爭議，2025 年曾兩度爆發致命衝突：先在 7 月出現為期數日的激烈交火並達成一度由區域斡旋的停火，但12 月初戰火再起，最新一輪衝突約 20 天（接近三週），直到 12 月 27 日雙方再度宣布停火；在停火前後的統計中，兩國合計至少 101 人死亡、超過 50 萬人被迫撤離，並傳出戰機空襲、砲擊與火箭攻擊等升高情勢的作戰手段。 柬埔寨與泰國的邊界爭議，源頭可追溯至法國殖民時期。19 世紀末至 20 世紀初，柬埔寨隸屬於「法屬印度支那」，而泰國（當時稱暹羅）仍維持形式上的獨立。隨著法國向中南半島...",
        "url": "https://www.facebook.com/asgis/posts/pfbid0sKUiGqjs2a6mPRfj5VFciqn1ovCNrQQxK5boAdeGqs1gH6Emq6EJ22gs96fTzJDAl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-05T13:50:29+00:00"
      },
      {
        "id": "7928aa6b3a9b",
        "title": "‘Depths of Wikipedia’ Creator Annie Rauwerda on ‘Fragile’ Internet Citations",
        "summary": "Annie Rauwerda can’t remember a world without Wikipedia. Born in 1999, just two years before the platform launched, she says it has been omnipresent in her life and a source [&#8230;]",
        "url": "https://blog.archive.org/2026/02/05/depths-of-wikipedia-creator-annie-rauwerda-on-fragile-internet-citations/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-05T12:00:00+00:00"
      },
      {
        "id": "d304818cc48b",
        "title": "Mathematical spheres, an interview with Tom Johnson",
        "summary": ".",
        "url": "https://www.tandfonline.com/doi/full/10.1080/17459737.2025.2539359?af=R",
        "source": "tandf: Journal of Mathematics and Music: Table of Contents",
        "published": "2026-02-05T10:37:10+00:00"
      },
      {
        "id": "b74af14f3341",
        "title": "What Ultimately Is There?<br> Metaphysics and the Ruliad",
        "summary": "The Wolfram Institute recently received a grant from the Templeton World Charity Foundation for “Computational Metaphysics”. I wrote this piece in part as a launching point for discussions with experts in traditional philosophy. Moving Metaphysics from Philosophy to Science “What ultimately is there...",
        "url": "https://writings.stephenwolfram.com/2026/02/what-ultimately-is-there-metaphysics-and-the-ruliad/",
        "source": "Stephen Wolfram Writings",
        "published": "2026-02-04T20:24:57+00:00"
      },
      {
        "id": "52021e366f04",
        "title": "早期使用的 Google 地圖 2D 模式時，其底圖不論是電子地圖或衛星影像都採用 Web Mercator（EPSG:3857）投影座標系統，這也是目前多數網路地圖平台或網路地圖圖磚服務的標準配置。 Web Mercator 是麥卡托投影...",
        "summary": "早期使用的 Google 地圖 2D 模式時，其底圖不論是電子地圖或衛星影像都採用 Web Mercator（EPSG:3857）投影座標系統，這也是目前多數網路地圖平台或網路地圖圖磚服務的標準配置。 Web Mercator 是麥卡托投影方式的一種，屬於保形投影，透過將經緯線維持為正交網格來確保局部角度與形狀的正確性，又因整張地球全圖是正方型，適合四分樹切割法支援即時互動與導航應用；但其代價是隨緯度升高尺度迅速膨脹，在高緯度區域必須不斷拉長南北方向，使得極區附近的面積產生顯著誇大，因此強制截斷南北緯度範圍在 ±85°（格陵蘭最北端約為 83.7°N），這也是 Google 地圖後來在小比例尺...",
        "url": "https://www.facebook.com/asgis/posts/pfbid0LfY8nB1qL4ifGHAtmpdvu2eqn78zorFC8WB7jo88ueptM7qSujjipyJxUhn8o4cAl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-04T15:13:46+00:00"
      },
      {
        "id": "8cd1759ac8fe",
        "title": "Low end theory",
        "summary": "How do you create a bassline? This question is not just for bass players. It’s for producers and songwriters, who are likely to be programming their own bass parts in their DAW. Keyboard players can do basslines in their left hand; guitarists do them with their thumbs. And even if you never create o...",
        "url": "https://www.ethanhein.com/wp/2026/low-end-theory/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-04T13:44:23+00:00"
      },
      {
        "id": "025e79956521",
        "title": "Preserving the Open Web: Inside the New Wayback Machine Plugin for WordPress",
        "summary": "Link rot. There’s nothing quite as frustrating as clicking on a link that leads to nowhere. WordPress, which powers more than 40% of websites online, recently partnered with the Internet [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/inside-the-new-wayback-machine-plugin-for-wordpress/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T12:00:00+00:00"
      },
      {
        "id": "695223dad486",
        "title": "打狗水道淨水池 量水器室",
        "summary": "打狗水道淨水池 量水器室",
        "url": "https://www.facebook.com/asgis/posts/pfbid07tf3GWXs7VGdBF8tKENCp24XaHu1nHn5CoKMuMeZj8N5A2C5A2Y6UggDtf84Xj8tl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-04T11:38:36+00:00"
      },
      {
        "id": "4c12046c274b",
        "title": "世界來過臺灣：從未知之島到航運樞紐 文/蘇峯楠（國立故宮博物院書畫文獻處助理研究員）  每張地圖都是航路上的凝視，從被想像的島嶼輪廓，到被航線連結的節點，本篇將以五幅不同時期的地圖為線索，追索臺灣在海洋世界中的位置變化，並從地圖的筆觸裡，讀...",
        "summary": "世界來過臺灣：從未知之島到航運樞紐 文/蘇峯楠（國立故宮博物院書畫文獻處助理研究員）  每張地圖都是航路上的凝視，從被想像的島嶼輪廓，到被航線連結的節點，本篇將以五幅不同時期的地圖為線索，追索臺灣在海洋世界中的位置變化，並從地圖的筆觸裡，讀出歷史流動的方向。 完整文章請見：安妮新聞互動網站 Vol.24 https://aade.project.edu.tw/annetimes/journal/27",
        "url": "https://www.facebook.com/asgis/posts/pfbid0sHx2v1B22eM5tqf2bpHwd3TfVu7c3PJeqCihhDD5B6Eq1aHsGfLDUmTyiEEMpV3Pl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-04T10:11:33+00:00"
      },
      {
        "id": "1af9608307c1",
        "title": "#2026台北國際書展  ▎臺師大出版中心《織編世界：台灣當代旅遊敘事》講座 . 【出版品簡介】... 當閱讀海外旅遊文學時，是否曾感受到文字編織世界的魅力？分享從冷戰、戒嚴到解嚴後的遊記、日記與書信的實例，邀請大家思考旅遊的力量。旅人跨越...",
        "summary": "#2026台北國際書展  ▎臺師大出版中心《織編世界：台灣當代旅遊敘事》講座 . 【出版品簡介】 當閱讀海外旅遊文學時，是否曾感受到文字編織世界的魅力？分享從冷戰、戒嚴到解嚴後的遊記、日記與書信的實例，邀請大家思考旅遊的力量。旅人跨越疆界重組生命經驗，並承載時代的情感結構。無論是熱衷記錄足跡的旅人、讀者、教師、旅遊業者、文創工作者，或單純好奇「為何旅遊？」都歡迎加入問答與對話。 / 【講座資訊】 主題：旅遊的力量：台灣當代旅遊敘事Q&amp;A 主講人：林淑慧（國立臺灣師範大學臺灣語文學系教授） 時間：2月6日(五) 12:30-13:15 地點：台北世貿一館 D620展位 - #旅遊文學 #...",
        "url": "https://www.facebook.com/asgis/posts/pfbid0xSRPZ8WB71G6CeFwbrpQteNdbaykoWHyvakdXv6qaPb6N6SU5CnRQNA2haaHLkobl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-04T09:52:31+00:00"
      },
      {
        "id": "c80c07854607",
        "title": "奧匈歷史特種地圖製作之簡介",
        "summary": "撰文/許哲明 (軍備局生製中心第401廠測繪榮譽顧問、中華民國地圖學會常務監事) 一、前言 奧匈帝國(Aust [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260204/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-04T09:38:44+00:00"
      },
      {
        "id": "5bfd34910cdb",
        "title": "Google 近日推出名為 Project Genie 的實驗性研究原型，這是一款由 Genie 3 世界模型 （world model）驅動的互動式系統，可以根據使用者的提示文字，即時生成可互動探索的虛擬三維空間，類似於AI生成的3D遊戲...",
        "summary": "Google 近日推出名為 Project Genie 的實驗性研究原型，這是一款由 Genie 3 世界模型 （world model）驅動的互動式系統，可以根據使用者的提示文字，即時生成可互動探索的虛擬三維空間，類似於AI生成的3D遊戲場景。",
        "url": "https://www.facebook.com/asgis/posts/pfbid0spxwdZX1gmfVqdPQSsA6ZL7SUnqo2xWY2PtTjk4BxCpjdsBXLtyfzBNr8dC2feaXl",
        "source": "中央研究院人社中心地理資訊科學研究專題中心 Page",
        "published": "2026-02-04T08:14:50+00:00"
      },
      {
        "id": "a97844aed9b7",
        "title": "Recording Now Available from “Protect Our Future Memory” Webinar",
        "summary": "Last week, Internet Archive welcomed more than 150 attendees to the webinar, “Protect Our Future Memory: Join the Call for Library Digital Rights.” Held on January 27, the event brought [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/recording-now-available-from-protect-our-future-memory-webinar/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T05:09:18+00:00"
      },
      {
        "id": "48fe7417fe59",
        "title": "運用MapToPoster製作精美城市地圖海報",
        "summary": "MapToPoster&#160;是一個由開發者 originalankur 建立的開源 Python 專案， [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260203/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-03T15:18:02+00:00"
      },
      {
        "id": "1eb94e9b195a",
        "title": "I’m in this Adam Neely video about AI",
        "summary": "I make a couple of brief appearances in Adam Neely&#8217;s latest video about generative AI music. Neither of us think it’s a good idea.",
        "url": "https://www.ethanhein.com/wp/2026/im-in-this-adam-neely-video-about-ai/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-02T21:52:16+00:00"
      },
      {
        "id": "d9f5ffde1e07",
        "title": "Follow the Changes: 9 Ways Web Archives are Used in Digital Investigations",
        "summary": "Guest post from Thais Lobo, Liliana Bounegru &#38; Jonathan W. Y. Gray, King&#8217;s College London. This work was supported by the Centre for Digital Culture and Department of Digital Humanities [&#8230;]",
        "url": "https://blog.archive.org/2026/02/02/follow-the-changes/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-02T16:49:01+00:00"
      },
      {
        "id": "ab6ef84e7329",
        "title": "民音探戈系列第55輯：巴勃羅·瓦萊六重奏啟動日本巡演",
        "summary": "民音探戈系列再度登場，推出其第55輯「巴勃羅·瓦萊六重奏：探戈史詩」，正式展開日本巡演。 這支樂團由阿根廷鋼琴 [&#8230;]",
        "url": "https://www.min-on.org/zh-hant/14681/%e6%b0%91%e9%9f%b3%e6%8e%a2%e6%88%88%e7%b3%bb%e5%88%97%e7%ac%ac55%e8%bc%af%ef%bc%9a%e5%b7%b4%e5%8b%83%e7%be%85%c2%b7%e7%93%a6%e8%90%8a%e5%85%ad%e9%87%8d%e5%a5%8f%e5%95%9f%e5%8b%95%e6%97%a5%e6%9c%ac/",
        "source": "Chinese Traditional – Min-On Website",
        "published": "2026-02-02T08:30:14+00:00"
      }
    ]
  }
}