{
  "updated_at": "2026-02-12T15:10:47.251609+00:00",
  "trending": [
    "maria sakkari",
    "heavy snow forecast",
    "hilary duff",
    "friday the 13th",
    "lindsey jacobellis",
    "recalls",
    "stefanos tsitsipas",
    "connor watkins",
    "madeira",
    "frida karlsson"
  ],
  "categories": {
    "急(hr)": [
      {
        "id": "aaaefdc193d0",
        "title": "Ratcliffe says immigrants cost too much, while Ineos lobbies for state funding",
        "summary": "Billionaire’s business has in recent years claimed UK and EU support for refineries and chemicals plants worth about €800mJim Ratcliffe apologises for ‘choice of language’ after saying immigrants were ‘colonising’ UKThe backlash against Sir Jim Ratcliffe’s comments about immigrants to the UK “costin...",
        "url": "https://www.theguardian.com/business/2026/feb/12/jim-ratcliffe-immigrants-ineos-uk-eu-funding",
        "source": "Business | The Guardian",
        "published": "2026-02-12T14:41:36+00:00"
      },
      {
        "id": "1ba328eb56aa",
        "title": "US FTC airs concerns over allegations that Apple News suppresses right-wing content",
        "summary": "In a letter to Apple CEO Tim Cook, FTC chair Andrew Ferguson cited reports from Media Research Center, a right-leaning think tank, which accused Apple of excluding right-leaning outlets from the top 20 articles in the Apple News feed.",
        "url": "https://techcrunch.com/2026/02/12/us-ftc-airs-concerns-over-allegations-that-apple-suppresses-right-wing-content-on-apple-news/",
        "source": "TechCrunch",
        "published": "2026-02-12T14:40:03+00:00"
      },
      {
        "id": "4fbe8ae60ed4",
        "title": "EU leaders to clash over ‘Buy European’ push at Belgium summit",
        "summary": "Leaders to discuss once-taboo policy of favouring European companies, in attempt to regain economic competitivenessEU leaders were expected to diverge over the extent to which “Buy European” is an answer to Europe’s waning economic fortunes, at a summit on how to secure the continent’s future in a m...",
        "url": "https://www.theguardian.com/world/2026/feb/12/eu-leaders-clash-buy-european-belgium-summit",
        "source": "Business | The Guardian",
        "published": "2026-02-12T14:37:20+00:00"
      },
      {
        "id": "5d068496057e",
        "title": "Chancellor Rachel Reeves predicts ‘stronger growth this year’ after UK economy ends 2025 ‘in the slow lane’ – business live",
        "summary": "Rolling coverage of the UK’s new GDP report, showing growth of just 0.1% in October-December and 1.3% across 2025UK economy limps along at 0.1% growth – but there are reasons for optimism in 2026Reaction to the news that the UK grew by just 0.1% in the final quarter of 2025 (see earlier post) is rol...",
        "url": "https://www.theguardian.com/business/live/2026/feb/12/uk-gdp-report-economy-december-q4-2025-growth-rachel-reeves-budget-news-updates",
        "source": "Business | The Guardian",
        "published": "2026-02-12T14:29:10+00:00"
      },
      {
        "id": "1622191ba7d1",
        "title": "‘People like cheap energy’: the bagel shop saving money and emissions with plug-in batteries",
        "summary": "A pilot scheme in Brooklyn is giving businesses batteries to form an electricity storage network – part of a growing number of innovative DIY energy ideas around the worldIn the back of Black Seed Bagels in northern Brooklyn is a giant catering kitchen filled with industrial-size containers of condi...",
        "url": "https://www.theguardian.com/environment/2026/feb/12/bagel-shop-saving-money-emissions-plug-in-batteries-brooklyn-new-york",
        "source": "Business | The Guardian",
        "published": "2026-02-12T14:19:38+00:00"
      },
      {
        "id": "85d359409cfd",
        "title": "Declining health and education in poor countries harms earning potential, World Bank says",
        "summary": "Report says children born today could earn 51% more over lifetime if their country’s human capital improvedDeteriorating health, education and training in many developing countries is dramatically depressing the future earnings of children born today, the World Bank has said.In a report, the World B...",
        "url": "https://www.theguardian.com/business/2026/feb/12/declining-health-education-poor-countries-harms-earning-potential-world-bank",
        "source": "Business | The Guardian",
        "published": "2026-02-12T14:00:14+00:00"
      },
      {
        "id": "4a2ea65300be",
        "title": "Eclipse backs all-EV marketplace Ever in $31M funding round",
        "summary": "The San Francisco-based startup says its AI-first approach has allowed it to scale faster.",
        "url": "https://techcrunch.com/2026/02/12/eclipse-backs-all-ev-marketplace-ever-in-31m-funding-round/",
        "source": "TechCrunch",
        "published": "2026-02-12T14:00:09+00:00"
      },
      {
        "id": "97b4fc34ec24",
        "title": "QPR and Crawley sued for £11.1m by former player who claims they did not protect him",
        "summary": "Amrit Bansal-McNulty claim relates to alleged racismClubs deny wrongdoing in case being heard at tribunalQueens Park Rangers and Crawley Town are being sued for more than £11m by a former player who is claiming they failed to protect him from alleged racist banter that he says destroyed his career.T...",
        "url": "https://www.theguardian.com/football/2026/feb/12/qpr-crawley-sued-former-player-amrit-bansal-mcnulty-claims-they-did-not-protect-him",
        "source": "Business | The Guardian",
        "published": "2026-02-12T13:37:12+00:00"
      },
      {
        "id": "36bb234129d8",
        "title": "Ex-Barclays boss Jes Staley was trustee of Jeffrey Epstein’s estate until 2015, files say",
        "summary": "Information appears to contradict court testimony by banker in 2025 over nature of ties to convicted sex offenderThe former Barclays boss Jes Staley was named as a trustee of Jeffrey Epstein’s estate until at least May 2015, according to documents that appear to contradict court testimony given by t...",
        "url": "https://www.theguardian.com/business/2026/feb/12/ex-barclays-boss-jes-staley-was-trustee-of-jeffrey-epstein-estate-until-2015-files-say",
        "source": "Business | The Guardian",
        "published": "2026-02-12T12:57:48+00:00"
      },
      {
        "id": "aacee4a7ed7c",
        "title": "Jim Ratcliffe apologises for ‘choice of language’ after saying immigrants were ‘colonising’ UK",
        "summary": "Manchester United co-owner, who lives in Monaco, responds to backlash over comments labelled ‘offensive and wrong’ by Keir StarmerUK politics live – latest updatesThe Monaco-based billionaire Jim Ratcliffe has said he is sorry that his “choice of language has offended some people in the UK and Europ...",
        "url": "https://www.theguardian.com/business/2026/feb/12/jim-ratcliffe-accused-hypocrisy-uk-colonised-immigrants",
        "source": "Business | The Guardian",
        "published": "2026-02-12T12:43:27+00:00"
      },
      {
        "id": "aefef5ae7dcd",
        "title": "We let Chrome's Auto Browse agent surf the web for us—here's what happened",
        "summary": "Auto Browse is capable of some impressive things, but it can also crash and burn spectacularly.",
        "url": "https://arstechnica.com/google/2026/02/tested-how-chromes-auto-browse-agent-handles-common-web-tasks/",
        "source": "Ars Technica - All content",
        "published": "2026-02-12T12:00:14+00:00"
      },
      {
        "id": "4007744eccef",
        "title": "‘Another way to gamble money’: booming prediction markets prompt confusion and concern",
        "summary": "Polymarket and Kalshi are less regulated than betting sites, but users can win or lose large sums on the platformsYadin Eldar, 21, has been betting on prediction markets since 2019. His friends think he’s “crazy”, he said. But the craze surrounding these platforms is rapidly gathering steam.Users ca...",
        "url": "https://www.theguardian.com/us-news/2026/feb/12/prediction-markets-polymarket-kalshi-online-gambling",
        "source": "Business | The Guardian",
        "published": "2026-02-12T12:00:13+00:00"
      },
      {
        "id": "888d522eb8ef",
        "title": "Why is the Washington Post cratering so spectacularly? | Margaret Sullivan",
        "summary": "To understand the change in Washington Post’s fortunes, it is worth comparing its demise to the New York Times’s trajectoryNot so long ago – it’s been less than a decade – the New York Times and the Washington Post were almost neck and neck in the race for readers, reputation and scoops. The Times w...",
        "url": "https://www.theguardian.com/commentisfree/2026/feb/12/washington-post-fires-staff",
        "source": "Business | The Guardian",
        "published": "2026-02-12T11:00:13+00:00"
      },
      {
        "id": "710cb9142da6",
        "title": "'The UK has been colonised by immigrants,' says Man United co-owner Jim Ratcliffe – video",
        "summary": "In an interview with Sky News, Britain’s seventh-richest man, Jim Ratcliffe, who moved to tax-free Monaco in 2020, took aim at people receiving state support and immigrants.'You can’t afford … you can’t have an economy with 9 million people on benefits and huge levels of immigrants coming in,' he sa...",
        "url": "https://www.theguardian.com/business/video/2026/feb/12/man-united-co-owner-jim-ratcliffe-uk-immigrants-video",
        "source": "Business | The Guardian",
        "published": "2026-02-12T10:58:10+00:00"
      },
      {
        "id": "b6e5496c13ef",
        "title": "Families falling apart because of UK’s ‘broken’ paternity leave, study suggests",
        "summary": "About 39% of separated parents say not sharing caring responsibilities contributed to breakdown of relationshipUK politics live – latest updatesMore than one in three separated parents believe the UK’s “pitiful” paternity leave played a part in their breakup, research has suggested.The campaign grou...",
        "url": "https://www.theguardian.com/money/2026/feb/12/families-uk-broken-paternity-leave-study",
        "source": "Business | The Guardian",
        "published": "2026-02-12T10:44:19+00:00"
      },
      {
        "id": "ec2ef0c414d5",
        "title": "Here’s a key task for the new boss at the BBC: solve the mystery of all the disappearing women | Anne McElvoy",
        "summary": "A report detailing how the careers of female presenters are curtailed should be a clarion call. The problem has endured for too longAs the BBC closes in on a new director general, the possibility again arises that it could be a woman. The talk is of the former BBC One controller Jay Hunt, the former...",
        "url": "https://www.theguardian.com/commentisfree/2026/feb/12/bbc-women-female-presenters",
        "source": "Business | The Guardian",
        "published": "2026-02-12T10:41:40+00:00"
      },
      {
        "id": "769f5818a77f",
        "title": "Inside Will Lewis’s tumultuous two years as publisher of the Washington Post",
        "summary": "Before the Post’s sweeping layoffs and Lewis’s abrupt resignation, his tenure was marked by controversy and clashes with staffStanding on the seventh floor in the center of the Washington Post’s open newsroom on the morning of 3 June 2024, publisher Will Lewis decided to deliver some tough love to a...",
        "url": "https://www.theguardian.com/media/2026/feb/12/will-lewis-washington-post-publisher",
        "source": "Business | The Guardian",
        "published": "2026-02-12T10:00:39+00:00"
      },
      {
        "id": "c62e6e78431d",
        "title": "Schroders agrees £9.9bn takeover by US investor, ending 200 years of family ownership",
        "summary": "British asset management group’s deal with Nuveen will create one of world’s biggest fund managersSchroders has agreed a £9.9bn takeover by a US investor, ending two centuries of family ownership of the historic British asset management group.Chicago-based Nuveen will buy the City firm, it said on T...",
        "url": "https://www.theguardian.com/business/2026/feb/12/schroders-takeover-us-investor-end-200-years-family-ownership-asset-management",
        "source": "Business | The Guardian",
        "published": "2026-02-12T09:39:25+00:00"
      },
      {
        "id": "260f977d93b7",
        "title": "UK economy limps along at 0.1% growth – but there are reasons for optimism in 2026",
        "summary": "Consumers and businesses are not yet taking the hint despite six interest rate cutsUK economy grows by only 0.1% amid falling business investmentBusiness live – latest updatesRachel Reeves has suggested 2026 is the year Labour can start to deliver on its economic promises; but 0.1% GDP growth in the...",
        "url": "https://www.theguardian.com/business/2026/feb/12/uk-economy-gdp-reasons-for-optimism-analysis",
        "source": "Business | The Guardian",
        "published": "2026-02-12T09:14:00+00:00"
      },
      {
        "id": "aa8bb2a3a937",
        "title": "Economics has failed on the climate crisis. This complexity scientist has a mind-blowing plan to fix that",
        "summary": "Doyne Farmer says a super-simulator of the global economy would accelerate the transition to a green, clean worldIt’s a mind-blowing idea: an economic model of the world in which every company is individually represented, making realistic decisions that change as the economy changes. From this aston...",
        "url": "https://www.theguardian.com/environment/2026/feb/12/economics-climate-crisis-complexity-scientist-plan",
        "source": "Business | The Guardian",
        "published": "2026-02-12T08:00:43+00:00"
      },
      {
        "id": "9955d460f4a6",
        "title": "Behold the incredible shrinking Starmer: the PM who promises more while giving less  | Aditya Chakrabortty",
        "summary": "It is not just this doomed government but the Labour party itself that is disappearing before our very eyesWhen he does go, what will the political death certificate give as the true cause of Keir Starmer’s demise? It won’t be the Peter Mandelson scandal, the policy U-turns or the bleak nights at pr...",
        "url": "https://www.theguardian.com/commentisfree/2026/feb/12/keir-starmer-prime-minister-government-labour-party",
        "source": "Business | The Guardian",
        "published": "2026-02-12T06:00:43+00:00"
      },
      {
        "id": "95c791e46cdd",
        "title": "Russia attempted to ‘fully block’ WhatsApp, Meta-owned company says",
        "summary": "Move is a ‘backwards step’, company spokesperson says, amid concerns Kremlin is seeking more state control via messaging apps such as MaxRussia has attempted to “fully block” WhatsApp in an attempt to push users towards its own state-sponsored communications app, Max, a spokesperson for the Meta-own...",
        "url": "https://www.theguardian.com/world/2026/feb/12/russia-attempt-block-whatsapp-meta-says",
        "source": "Business | The Guardian",
        "published": "2026-02-12T05:49:21+00:00"
      },
      {
        "id": "78a076b31a65",
        "title": "What bots talk about when they think humans aren’t listening – podcast",
        "summary": "In late January a new social media site took a certain corner of the internet by storm. Moltbook was conceived as a space where AI assistants could let off steam, chat and compare notes on their bosses, but it quickly became the focus of breathless claims that the singularity had arrived as the bots...",
        "url": "https://www.theguardian.com/science/audio/2026/feb/12/what-bots-talk-about-when-they-think-humans-arent-listening-podcast",
        "source": "Business | The Guardian",
        "published": "2026-02-12T05:00:40+00:00"
      },
      {
        "id": "77aec863e551",
        "title": "Salesforce workers outraged after CEO makes joke about ICE watching them",
        "summary": "Marc Benioff’s remarks criticized as employees were reportedly planning to urge him to cancel business with agencyMarc Benioff, the Salesforce CEO and co-founder, is facing growing criticism over a joke he made about US Immigration and Customs Enforcement (ICE) monitoring international employees dur...",
        "url": "https://www.theguardian.com/us-news/2026/feb/11/salesforce-marc-benioff-ice-joke-employees",
        "source": "Business | The Guardian",
        "published": "2026-02-12T03:03:02+00:00"
      },
      {
        "id": "410141e1d7bc",
        "title": "SpaceX takes down Dragon crew arm, giving Starship a leg up in Florida",
        "summary": "SpaceX's crew missions will now launch from Cape Canaveral Space Force Station.",
        "url": "https://arstechnica.com/space/2026/02/heres-why-americas-most-historic-launch-pad-is-getting-yet-another-facelift/",
        "source": "Ars Technica - All content",
        "published": "2026-02-12T02:23:50+00:00"
      }
    ],
    "破(day)": [
      {
        "id": "76198b5eb226",
        "title": "What is Pokopia? Inside the calming Pokémon game that ditches battles for gardening",
        "summary": "We explore the cosy world-building spin-off with Game Freak’s Shigeru Ohmori and his fellow developers – and learn how it began with a Pokémon-hunting dreamPokémon is celebrating its 30th anniversary this month, and everybody knows what to expect from these games by now. The concept is simple: head ...",
        "url": "https://www.theguardian.com/games/2026/feb/12/what-is-pokopia-developers-explain-addictive-new-pokemon-game",
        "source": "Technology | The Guardian",
        "published": "2026-02-12T13:35:14+00:00"
      },
      {
        "id": "8f8e640542bb",
        "title": "The Fight Over US Climate Rules Is Just Beginning",
        "summary": "As the EPA moves to roll back the endangerment finding, which allows it to regulate greenhouse gases, experts predict uncertainty for business and a protracted legal fight.",
        "url": "https://www.wired.com/story/the-fight-over-us-climate-rules-is-just-beginning/",
        "source": "Science Latest",
        "published": "2026-02-12T10:30:00+00:00"
      },
      {
        "id": "dd7e4872f5f8",
        "title": "The best walking pads and under-desk treadmills, tried and tested to turn your workday into a workout",
        "summary": "Sedentary lifestyles are bad for us, but which under-desk treadmills and walking pads are worth the cost? Our expert stepped up to find out• The best treadmills for your homeVarious guidelines suggest we all try to walk at least 10,000 steps a day to improve our health and wellbeing. Public Health E...",
        "url": "https://www.theguardian.com/thefilter/2025/apr/03/best-walking-pads-under-desk-treadmills-uk",
        "source": "Technology | The Guardian",
        "published": "2026-02-12T10:00:06+00:00"
      },
      {
        "id": "c205f4445142",
        "title": "‘At 2am, it feels like someone’s there’: why Nigerians are choosing chatbots to give them advice and therapy",
        "summary": "With many unable to access or afford qualified therapists, AI is filling the mental healthcare vacuum, amid calls for tighter regulationOn a quiet evening in her Abuja hotel, Joy Adeboye, 23, sits on her bed clutching her phone, her mind racing and chest tightening. On her screen is yet another abus...",
        "url": "https://www.theguardian.com/global-development/2026/feb/12/nigeria-mental-health-ai-chatbots-psychiatry-therapy-depression-privacy",
        "source": "Technology | The Guardian",
        "published": "2026-02-12T06:00:41+00:00"
      },
      {
        "id": "bb4eeb5a20f2",
        "title": "Meta 申請專利獲准，用 AI 模擬已故用戶「繼續發文」",
        "summary": "Meta 最近獲得一項專利，內容描述一套利用人工智慧（AI）來模擬已故或缺席使用者社群媒體活動的系統。這項專利 [&#8230;]",
        "url": "https://technews.tw/2026/02/12/death-isnt-the-end-meta-patented-an-ai-that-lets-you-keep-posting-from-beyond-the-grave/",
        "source": "Meta – TechNews 科技新報",
        "published": "2026-02-12T02:40:16+00:00"
      },
      {
        "id": "6571c8b1533b",
        "title": "Meta 推「Dear Algo」，一句話客製 Threads 動態三天",
        "summary": "Meta 最近推出了一項名為「Dear Algo」的新功能，讓 Threads 用戶能暫時自定義他們的動態消息 [&#8230;]",
        "url": "https://technews.tw/2026/02/12/meta-will-let-users-tweak-threads-algorithms-as-long-as-they-ask-nicely/",
        "source": "Meta – TechNews 科技新報",
        "published": "2026-02-12T02:20:45+00:00"
      },
      {
        "id": "8c989a80c795",
        "title": "Instagram CEO dismisses idea of social media addiction in landmark trial",
        "summary": "Adam Mosseri defends app on witness stand and says critics must separate ‘clinical addiction’ from ‘problematic use’Instagram’s CEO dismissed the idea that users can be addicted to social media at a landmark California trial on Wednesday.“I think it’s important to differentiate between clinical addi...",
        "url": "https://www.theguardian.com/technology/2026/feb/11/instagram-adam-mosseri-social-media-addiction-trial",
        "source": "Technology | The Guardian",
        "published": "2026-02-11T22:51:10+00:00"
      },
      {
        "id": "05b590528fc2",
        "title": "Study of Buddhist Monks Finds Meditation Alters Brain Activity",
        "summary": "Meditation isn’t thinking about nothing. New research reinforces that it’s a mind-altering, dynamic state that promotes focus, learning, and well-being.",
        "url": "https://www.wired.com/story/study-of-buddhist-monks-finds-meditation-alters-brain-activity/",
        "source": "Science Latest",
        "published": "2026-02-11T22:35:39+00:00"
      },
      {
        "id": "b8a29b3dde66",
        "title": "Quoting Andrew Deck for Niemen Lab",
        "summary": "An AI-generated report, delivered directly to the email inboxes of journalists, was an essential tool in the Times’ coverage. It was also one of the first signals that conservative media was turning against the administration [...]\nBuilt in-house and known internally as the “Manosphere Report,” the ...",
        "url": "https://simonwillison.net/2026/Feb/11/manosphere-report/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-11T20:59:03+00:00"
      },
      {
        "id": "f537e03f4d8d",
        "title": "Novagrid, sequenced multi-effect with bitcrusher, sonic motion plug-in",
        "summary": "Mario Nieto&#8217;s Novagrid opens up sequenced volume, pan, filter, and bitcrusher effects in plug-in form. And while that may sound a bit familiar, Novagrid has some tricks up its sleeve. If you like animating sound, you&#8217;ll definitely want to take a look. If you buy something from a CDM link...",
        "url": "https://cdm.link/novagrid-sequenced-multi-effect-with-bitcrusher-sonic-motion-plug-in/",
        "source": "CDM Create Digital Music",
        "published": "2026-02-11T19:35:58+00:00"
      },
      {
        "id": "dddb4ef76a9c",
        "title": "Skills in OpenAI API",
        "summary": "Skills in OpenAI API\nOpenAI's adoption of Skills continues to gain ground. You can now use Skills directly in the OpenAI API with their shell tool. You can zip skills up and upload them first, but I think an even neater interface is the ability to send skills with the JSON request as inline base64-e...",
        "url": "https://simonwillison.net/2026/Feb/11/skills-in-openai-api/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-11T19:19:22+00:00"
      },
      {
        "id": "185da156f6c8",
        "title": "I Loved My OpenClaw AI Agent—Until It Turned on Me",
        "summary": "I used the viral AI helper to order groceries, sort emails, and negotiate deals. Then it decided to scam me.",
        "url": "https://www.wired.com/story/malevolent-ai-agent-openclaw-clawdbot/",
        "source": "Business Latest",
        "published": "2026-02-11T19:00:00+00:00"
      },
      {
        "id": "b60750298353",
        "title": "GLM-5: From Vibe Coding to Agentic Engineering",
        "summary": "GLM-5: From Vibe Coding to Agentic Engineering\nThis is a huge new MIT-licensed model: 754B parameters and 1.51TB on Hugging Face twice the size of GLM-4.7 which was 368B and 717GB (4.5 and 4.6 were around that size too).\nIt's interesting to see Z.ai take a position on what we should call professiona...",
        "url": "https://simonwillison.net/2026/Feb/11/glm-5/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-11T18:56:14+00:00"
      },
      {
        "id": "12d037e102dd",
        "title": "Jeffrey Epstein Advised an Elon Musk Associate on Taking Tesla Private",
        "summary": "The financier recommended adding Margaret Thatcher to Tesla’s board, even though she had been dead for five years.",
        "url": "https://www.wired.com/story/jeffrey-epstein-advised-an-elon-musk-associate-on-taking-tesla-private/",
        "source": "Business Latest",
        "published": "2026-02-11T18:11:45+00:00"
      },
      {
        "id": "d436d8766886",
        "title": "cysqlite - a new sqlite driver",
        "summary": "cysqlite - a new sqlite driver\nCharles Leifer has been maintaining pysqlite3 - a fork of the Python standard library's sqlite3 module that makes it much easier to run upgraded SQLite versions - since 2018.\nHe's been working on a ground-up Cython rewrite called cysqlite for almost as long, but it's f...",
        "url": "https://simonwillison.net/2026/Feb/11/cysqlite/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-11T17:34:40+00:00"
      },
      {
        "id": "123914ced111",
        "title": "Man behind satirical Crewkerne Gazette AI videos was jailed in UK for hate crimes",
        "summary": "Joshua Bonehill-Paine revealed as owner of X account known for videos depicting politicians such as Keir StarmerThe person behind an anonymous social media account that posts AI videos of UK politicians has been identified as a man who has spent time in prison for multiple hate crimes directed towar...",
        "url": "https://www.theguardian.com/uk-news/2026/feb/11/crewkerne-gazette-joshua-bonehill-paine-ai-videos-hate-crimes",
        "source": "Technology | The Guardian",
        "published": "2026-02-11T17:17:35+00:00"
      },
      {
        "id": "322e3008c6cc",
        "title": "Reanimal review – you will never turn your back on a pelican again as long as you live",
        "summary": "PC, PlayStation 5, Xbox, Switch 2; Tarsier StudiosChildhood terrors come to wretched life in a grim fairytale of a puzzle-platformer that’s as beautifully macabre as it is hard to put down“I thought you were dead,” are the first words you’ll hear from the child protagonists of this horror puzzle-pla...",
        "url": "https://www.theguardian.com/games/2026/feb/11/reanimal-review",
        "source": "Technology | The Guardian",
        "published": "2026-02-11T16:00:15+00:00"
      },
      {
        "id": "29cc4f953348",
        "title": "許仁碩／讀《「台日友好」異論》：我們不是朋友嗎？",
        "summary": "如果我們只在意對方嘴巴上挺不挺自己，並不了解對方到底是什麼背景，或是不在意對方的主張與行動，會對其所在地的人們造成什麼樣的影響，那真的是友情嗎？作者在書中犀利地分析，這樣的矛盾來自於台日雙方的「慾望」。",
        "url": "https://www.twreporter.org/a/bookreview-rethinking-taiwan-japan-friendship",
        "source": "報導者",
        "published": "2026-02-11T16:00:00+00:00"
      },
      {
        "id": "0181c581931e",
        "title": "OHYUNG’s IOWA on Trans Music Archive is as powerful as a glacier",
        "summary": "Take a moment for the arresting stillness of \"all dolls go to heaven.\" IOWA, the full-length opus by film composer Lia Ouyang Rusli (\"OHYUNG\"), hits you deep in the gut. The first 2026 release by must-follow label Trans Music Archive is both an essential meditation and a call to arms.\nThe post OHYUN...",
        "url": "https://cdm.link/ohyung-iowa/",
        "source": "CDM Create Digital Music",
        "published": "2026-02-11T12:55:17+00:00"
      },
      {
        "id": "f93cb9b7cc0d",
        "title": "Is surprise box-office hit Iron Lung the future of ‘video game films’?",
        "summary": "The YouTube gaming star’s weird and divisive adaptation of his obscure horror film is a game within a film about a game – and hints at new directions for storytelling• Don’t get Pushing Buttons delivered to your inbox? Sign up hereSomething weird struck me early on while watching the movie Iron Lung...",
        "url": "https://www.theguardian.com/games/2026/feb/11/pushing-buttons-hit-film-iron-lung-youtube-markiplier",
        "source": "Technology | The Guardian",
        "published": "2026-02-11T12:30:05+00:00"
      },
      {
        "id": "472084701199",
        "title": "AI Industry Rivals Are Teaming Up on a Startup Accelerator",
        "summary": "OpenAI, Anthropic, Google, and a host of other major tech companies have found common ground in F/ai, a new startup accelerator based out of Paris.",
        "url": "https://www.wired.com/story/ai-industry-rivals-are-teaming-up-on-a-startup-accelerator/",
        "source": "Business Latest",
        "published": "2026-02-11T10:55:24+00:00"
      },
      {
        "id": "f7a6d758bf89",
        "title": "Astronomers Are Closing In on the Kuiper Belt’s Secrets",
        "summary": "As next-generation telescopes map this outer frontier, astronomers are bracing for discoveries that could reveal hidden planets, strange structures, and clues to the solar system’s chaotic youth.",
        "url": "https://www.wired.com/story/astronomers-are-closing-in-on-the-kuiper-belts-secrets/",
        "source": "Science Latest",
        "published": "2026-02-11T10:00:00+00:00"
      },
      {
        "id": "99d4ecc6f71f",
        "title": "社群平台被控害孩童上癮，Instagram 執行長傳喚作證",
        "summary": "社群平台 Instagram 執行長莫瑟里（Adam Mosseri）明天將應洛杉磯法院傳喚作證。此案原告律師 [&#8230;]",
        "url": "https://technews.tw/2026/02/11/instagram-boss-to-testify-at-social-media-addiction-trial/",
        "source": "Meta – TechNews 科技新報",
        "published": "2026-02-11T07:00:51+00:00"
      },
      {
        "id": "3b30346c9f23",
        "title": "The big AI job swap: why white-collar workers are ditching their careers",
        "summary": "As AI job losses rise in the professional sector, many are switching to more traditional trades. But how do they feel about accepting lower pay – and, in some cases, giving up their vocation?California-based Jacqueline Bowman had been dead set on becoming a writer since she was a child. At 14 she go...",
        "url": "https://www.theguardian.com/technology/2026/feb/11/big-ai-job-swap-white-collar-workers-ditching-their-careers",
        "source": "Technology | The Guardian",
        "published": "2026-02-11T05:00:08+00:00"
      },
      {
        "id": "af38e6b23c88",
        "title": "Meta 推出全新 AI 功能，讓 Facebook 個人資料照片變身動態 GIF",
        "summary": "Meta 最近在 Facebook 上推出一項全新的 AI 功能，讓使用者能將靜態的個人資料照片轉換為生動的動 [&#8230;]",
        "url": "https://technews.tw/2026/02/11/meta-launches-new-ai-features/",
        "source": "Meta – TechNews 科技新報",
        "published": "2026-02-11T03:00:43+00:00"
      }
    ],
    "序(month)": [
      {
        "id": "869766a67df1",
        "title": "CityGML轉KMZ格式",
        "summary": "不論是從日本「PLATEAU」計畫下載免費的 3D 城市模型，或是透過內政部國土測繪中心「多維度國家空間資訊 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/citygml2kmz/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-12T02:40:02+00:00"
      },
      {
        "id": "be43eb690411",
        "title": "智谱旗舰 GLM-5 实测：对比 Opus 4.6 和 GPT-5.3-Codex",
        "summary": "一、引言 刚才我看到，智谱新一代的旗舰模型 GLM-5 已经正式发布了。...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/glm-5.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-12T01:26:13+00:00"
      },
      {
        "id": "2aefc80c4a1a",
        "title": "QGIS 繁體中文翻譯檔下載",
        "summary": "QGIS 在臺灣 GIS 社群中已具有相當高的滲透率，憑藉其開源免費、硬體需求低以及豐富的外掛程式資源，長期深 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/qgis_zh-hant/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-10T14:19:43+00:00"
      },
      {
        "id": "a162e40e81c3",
        "title": "Internet Archive and Partners Select Local Newsrooms from Across the US to Participate in the Today’s News for Tomorrow Program",
        "summary": "Internet Archive, Poynter Institute, and Investigative Reporters and Editors (IRE) are pleased to announce the first cohort of newsrooms to join the Today’s News for Tomorrow program. With support from [&#8230;]",
        "url": "https://blog.archive.org/2026/02/06/internet-archive-and-partners-select-local-newsrooms-from-across-the-us-to-participate-in-the-todays-news-for-tomorrow-program/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-06T14:48:51+00:00"
      },
      {
        "id": "d00aec536ee5",
        "title": "Performance in Dialogue: Exploring Emirati and Polynesian Traditions through Al Harbiya and Haka",
        "summary": "Last month, Andrew Eisenberg moderated Performance in Dialogue: Harbiya and Haka, an intercultural encounter connecting Emirati and Polynesian performance traditions. Bringing Al Harbiya together with Haka, the session combined performance [&#8230;]",
        "url": "https://wp.nyu.edu/music_and_sound_cultures/2026/02/06/performance-in-dialogue-exploring-emirati-and-polynesian-traditions-through-al-harbiya-and-haka/",
        "source": "Music and Sound Cultures",
        "published": "2026-02-06T12:45:23+00:00"
      },
      {
        "id": "4519bd5bf772",
        "title": "科技爱好者周刊（第 384 期）：为什么软件股下跌",
        "summary": "这里记录每周值得分享的科技内容，周五发布。...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/weekly-issue-384.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-06T00:14:20+00:00"
      },
      {
        "id": "bb60007bce9c",
        "title": "與中央警察大學簽訂學術合作備忘錄",
        "summary": "中央研究院人文社會科學研究中心(地理資訊科學研究專題中心)與中央警察大學警政管理學院暨警察科技學院簽訂學術合作 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mou_cpu_2026/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-05T14:52:10+00:00"
      },
      {
        "id": "7928aa6b3a9b",
        "title": "‘Depths of Wikipedia’ Creator Annie Rauwerda on ‘Fragile’ Internet Citations",
        "summary": "Annie Rauwerda can’t remember a world without Wikipedia. Born in 1999, just two years before the platform launched, she says it has been omnipresent in her life and a source [&#8230;]",
        "url": "https://blog.archive.org/2026/02/05/depths-of-wikipedia-creator-annie-rauwerda-on-fragile-internet-citations/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-05T12:00:00+00:00"
      },
      {
        "id": "d304818cc48b",
        "title": "Mathematical spheres, an interview with Tom Johnson",
        "summary": ".",
        "url": "https://www.tandfonline.com/doi/full/10.1080/17459737.2025.2539359?af=R",
        "source": "tandf: Journal of Mathematics and Music: Table of Contents",
        "published": "2026-02-05T10:37:10+00:00"
      },
      {
        "id": "b74af14f3341",
        "title": "What Ultimately Is There?<br> Metaphysics and the Ruliad",
        "summary": "The Wolfram Institute recently received a grant from the Templeton World Charity Foundation for “Computational Metaphysics”. I wrote this piece in part as a launching point for discussions with experts in traditional philosophy. Moving Metaphysics from Philosophy to Science “What ultimately is there...",
        "url": "https://writings.stephenwolfram.com/2026/02/what-ultimately-is-there-metaphysics-and-the-ruliad/",
        "source": "Stephen Wolfram Writings",
        "published": "2026-02-04T20:24:57+00:00"
      },
      {
        "id": "8cd1759ac8fe",
        "title": "Low end theory",
        "summary": "How do you create a bassline? This question is not just for bass players. It’s for producers and songwriters, who are likely to be programming their own bass parts in their DAW. Keyboard players can do basslines in their left hand; guitarists do them with their thumbs. And even if you never create o...",
        "url": "https://www.ethanhein.com/wp/2026/low-end-theory/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-04T13:44:23+00:00"
      },
      {
        "id": "025e79956521",
        "title": "Preserving the Open Web: Inside the New Wayback Machine Plugin for WordPress",
        "summary": "Link rot. There’s nothing quite as frustrating as clicking on a link that leads to nowhere. WordPress, which powers more than 40% of websites online, recently partnered with the Internet [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/inside-the-new-wayback-machine-plugin-for-wordpress/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T12:00:00+00:00"
      },
      {
        "id": "c80c07854607",
        "title": "奧匈歷史特種地圖製作之簡介",
        "summary": "撰文/許哲明 (軍備局生製中心第401廠測繪榮譽顧問、中華民國地圖學會常務監事) 一、前言 奧匈帝國(Aust [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260204/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-04T09:38:44+00:00"
      },
      {
        "id": "a97844aed9b7",
        "title": "Recording Now Available from “Protect Our Future Memory” Webinar",
        "summary": "Last week, Internet Archive welcomed more than 150 attendees to the webinar, “Protect Our Future Memory: Join the Call for Library Digital Rights.” Held on January 27, the event brought [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/recording-now-available-from-protect-our-future-memory-webinar/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T05:09:18+00:00"
      },
      {
        "id": "48fe7417fe59",
        "title": "運用MapToPoster製作精美城市地圖海報",
        "summary": "MapToPoster&#160;是一個由開發者 originalankur 建立的開源 Python 專案， [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260203/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-03T15:18:02+00:00"
      },
      {
        "id": "1eb94e9b195a",
        "title": "I’m in this Adam Neely video about AI",
        "summary": "I make a couple of brief appearances in Adam Neely&#8217;s latest video about generative AI music. Neither of us think it’s a good idea.",
        "url": "https://www.ethanhein.com/wp/2026/im-in-this-adam-neely-video-about-ai/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-02T21:52:16+00:00"
      },
      {
        "id": "d9f5ffde1e07",
        "title": "Follow the Changes: 9 Ways Web Archives are Used in Digital Investigations",
        "summary": "Guest post from Thais Lobo, Liliana Bounegru &#38; Jonathan W. Y. Gray, King&#8217;s College London. This work was supported by the Centre for Digital Culture and Department of Digital Humanities [&#8230;]",
        "url": "https://blog.archive.org/2026/02/02/follow-the-changes/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-02T16:49:01+00:00"
      },
      {
        "id": "ab6ef84e7329",
        "title": "民音探戈系列第55輯：巴勃羅·瓦萊六重奏啟動日本巡演",
        "summary": "民音探戈系列再度登場，推出其第55輯「巴勃羅·瓦萊六重奏：探戈史詩」，正式展開日本巡演。 這支樂團由阿根廷鋼琴 [&#8230;]",
        "url": "https://www.min-on.org/zh-hant/14681/%e6%b0%91%e9%9f%b3%e6%8e%a2%e6%88%88%e7%b3%bb%e5%88%97%e7%ac%ac55%e8%bc%af%ef%bc%9a%e5%b7%b4%e5%8b%83%e7%be%85%c2%b7%e7%93%a6%e8%90%8a%e5%85%ad%e9%87%8d%e5%a5%8f%e5%95%9f%e5%8b%95%e6%97%a5%e6%9c%ac/",
        "source": "Chinese Traditional – Min-On Website",
        "published": "2026-02-02T08:30:14+00:00"
      },
      {
        "id": "37f7dbbf8455",
        "title": "高雄果嶺自然公園的歷史地景變遷",
        "summary": "撰文/廖德宗（居住於高雄市，從事資訊業，業餘進行人文地理研究） 摘要 本文以高雄市政府2025年10月開放之高 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260202/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-01T19:58:15+00:00"
      },
      {
        "id": "41c82052ee40",
        "title": "本專題中心同仁發表國際期刊論文一篇",
        "summary": "本專題中心詹大千研究員、兼任研究助理政治大學地政所林佳瑢同學、研究助理范志中先生及唐嘉宏博士（目前任教於淡江大 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/paper_20260131/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-01T19:49:26+00:00"
      },
      {
        "id": "eed4ee2be99a",
        "title": "P vs. NP and the Difficulty of Computation: A Ruliological Approach",
        "summary": "Empirical Theoretical Computer Science “Could there be a faster program for that?” It’s a fundamental type of question in theoretical computer science. But except in special cases, such a question has proved fiendishly difficult to answer. And, for example, in half a century, almost no progress has ...",
        "url": "https://writings.stephenwolfram.com/2026/01/p-vs-np-and-the-difficulty-of-computation-a-ruliological-approach/",
        "source": "Stephen Wolfram Writings",
        "published": "2026-01-30T19:26:48+00:00"
      },
      {
        "id": "4c700af1c688",
        "title": "科技爱好者周刊（第 383 期）：你是第几级 AI 编程",
        "summary": "这里记录每周值得分享的科技内容，周五发布。...",
        "url": "http://www.ruanyifeng.com/blog/2026/01/weekly-issue-383.html",
        "source": "阮一峰的网络日志",
        "published": "2026-01-30T00:10:32+00:00"
      },
      {
        "id": "d3b00a3f761b",
        "title": "Tom Johnson and a rational theory of harmony",
        "summary": ".",
        "url": "https://www.tandfonline.com/doi/full/10.1080/17459737.2025.2591899?af=R",
        "source": "tandf: Journal of Mathematics and Music: Table of Contents",
        "published": "2026-01-29T07:06:01+00:00"
      },
      {
        "id": "78e005b85aae",
        "title": "Min-On Music Journey No. 102: Republic of Mozambique",
        "summary": "Welcome to Min-On’s Music Journey! Today we invite you  [&#8230;]",
        "url": "https://www.min-on.org/zh-hant/14668/min-on-music-journey-no-102-republic-of-mozambique/",
        "source": "Chinese Traditional – Min-On Website",
        "published": "2026-01-28T07:27:40+00:00"
      },
      {
        "id": "fac659800cf0",
        "title": "Two-chord shuttles on the pod",
        "summary": "After talking about them in aural skills class, I figured it was time to do an episode about them. This one includes some compositional ideas of my own in addition to all the examples from the pop canon. The two-chord shuttle by Dr. Ethan Hein A foundational building block of funk Read on Substack",
        "url": "https://www.ethanhein.com/wp/2026/two-chord-shuttles-on-the-pod/",
        "source": "The Ethan Hein Blog",
        "published": "2026-01-27T23:43:21+00:00"
      }
    ]
  }
}