{
  "updated_at": "2026-02-14T20:55:17.729416+00:00",
  "trending": [
    "tkachuk brothers",
    "brady tkachuk",
    "virginia tech basketball",
    "miracle on ice",
    "wind advisory",
    "taylor fritz",
    "mega millions jackpot winner",
    "winter weather warning",
    "jeremy swayman",
    "charlie mcavoy"
  ],
  "categories": {
    "急(hr)": [
      {
        "id": "81c590bfdd02",
        "title": "In a changed VC landscape, this exec is doubling down on overlooked founders",
        "summary": "As much of Silicon Valley chases mega-rounds and buzzy AI deals, Stacy Brown-Philpot is running Cherryrock Capital like a throwback to venture capital's earlier days",
        "url": "https://techcrunch.com/2026/02/14/stacy-brown-philpot-cherryrock-capital-vc/",
        "source": "TechCrunch",
        "published": "2026-02-14T20:37:42+00:00"
      },
      {
        "id": "fb8299a97284",
        "title": "‘Clueless’ -inspired app Alta partners with brand Public School to start integrating styling tools into websites",
        "summary": "This week, Alta unveiled its first integration collaboration, teaming up with Public School, a storied New York City brand.",
        "url": "https://techcrunch.com/2026/02/14/clueless-inspired-app-alta-partners-with-brand-public-school-to-start-integrating-styling-tools-into-websites/",
        "source": "TechCrunch",
        "published": "2026-02-14T19:00:00+00:00"
      },
      {
        "id": "ba0690bb6dbd",
        "title": "A Valentine's Day homage to Crouching Tiger, Hidden Dragon",
        "summary": "Ang Lee's gorgeous 2000 masterpiece has awe-inspiring martial arts stunts and a tragic love story for the ages.",
        "url": "https://arstechnica.com/culture/2026/02/a-valentines-day-homage-to-crouching-tiger-hidden-dragon/",
        "source": "Ars Technica - All content",
        "published": "2026-02-14T18:33:36+00:00"
      },
      {
        "id": "ae5fbfe7d362",
        "title": "Hollywood isn’t happy about the new Seedance 2.0 video generator",
        "summary": "Hollywood organizations are pushing back against a new AI video model called Seedance 2.0, which they say has quickly become a tool for “blatant” copyright infringement.",
        "url": "https://techcrunch.com/2026/02/14/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/",
        "source": "TechCrunch",
        "published": "2026-02-14T18:26:52+00:00"
      },
      {
        "id": "d9bfee0130f1",
        "title": "Designer Kate Barton teams up with IBM and Fiducia AI for a NYFW presentation",
        "summary": "Designer Kate Barton teams up with Fiducia AI and IBM for a NYFW presentation.",
        "url": "https://techcrunch.com/2026/02/14/designer-kate-barton-teams-up-with-ibm-and-fiducia-ai-for-a-nyfw-presentation/",
        "source": "TechCrunch",
        "published": "2026-02-14T17:43:46+00:00"
      },
      {
        "id": "cf42cdecbcdb",
        "title": "India doubles down on state-backed venture capital, approving $1.1B fund",
        "summary": "India’s $1.1B fund-of-funds will invest through private VCs to support deep-tech and manufacturing startups.",
        "url": "https://techcrunch.com/2026/02/14/india-doubles-down-on-state-backed-venture-capital-approving-1-1b-fund/",
        "source": "TechCrunch",
        "published": "2026-02-14T16:23:22+00:00"
      },
      {
        "id": "e45027cf118f",
        "title": "US military used Anthropic’s AI model Claude in Venezuela raid, report says",
        "summary": "Wall Street Journal says Claude used in operation via Anthropic’s partnership with Palantir TechnologiesClaude, the AI model developed by Anthropic, was used by the US military during its operation to kidnap Nicolás Maduro from Venezuela, the Wall Street Journal revealed on Saturday, a high-profile ...",
        "url": "https://www.theguardian.com/technology/2026/feb/14/us-military-anthropic-ai-model-claude-venezuela-raid",
        "source": "Business | The Guardian",
        "published": "2026-02-14T16:15:02+00:00"
      },
      {
        "id": "5b1ff96fab61",
        "title": "Record 1,000 UK taxpayers under 30 earned more than £1m last year",
        "summary": "HMRC figures show 11% rise in young million-pound earners, with influencers and tech pay cited as keyTheir generation is often derided for being work-shy, self-centred and overly sensitive. But when it comes to making money, people under 30 are proving they are something else entirely: successful.A ...",
        "url": "https://www.theguardian.com/money/2026/feb/14/record-1000-uk-taxpayers-under-30-earned-more-than-1m-last-year",
        "source": "Business | The Guardian",
        "published": "2026-02-14T16:00:57+00:00"
      },
      {
        "id": "acc80cdcb2cd",
        "title": "‘Nothing says love like chemicals’: Valentine’s roses often covered in pesticides, testing finds",
        "summary": "Bouquets imported to Europe found to be heavily contaminated, often with chemicals banned in EU and UKStay away from roses this Valentine’s Day, environmental campaigners have warned after testing revealed them to be heavily contaminated with pesticides.Laboratory testing on bouquets in the Netherla...",
        "url": "https://www.theguardian.com/lifeandstyle/2026/feb/14/valentines-day-flowers-roses-pesticides-testing",
        "source": "Business | The Guardian",
        "published": "2026-02-14T15:00:56+00:00"
      },
      {
        "id": "3d9e604bef42",
        "title": "Limited government shutdown likely to linger for at least 10 days as Congress takes break",
        "summary": "13% of federal civilian workforce is affected, although DHS – which spurred budget standoff – remains fundedA limited US government shutdown came into effect on Saturday – the third of Donald Trump’s second term – after negotiations between the White House and Democrats in Congress failed to agree o...",
        "url": "https://www.theguardian.com/us-news/2026/feb/14/limited-government-shutdown-congress",
        "source": "Business | The Guardian",
        "published": "2026-02-14T14:57:19+00:00"
      },
      {
        "id": "e887c2f74e92",
        "title": "Senior Reform UK figures attend launch of How to Launder Money book",
        "summary": "Co-author George Cottrell is close aide to party leader Nigel Farage and served several months in US prisonAs a choice for a book title, How to Launder Money certainly caught the eye. But then again, its co-author George Cottrell claims to know what he’s talking about.A close aide to Nigel Farage, C...",
        "url": "https://www.theguardian.com/politics/2026/feb/14/reform-uk-figures-attend-book-launch-how-to-launder-money",
        "source": "Business | The Guardian",
        "published": "2026-02-14T14:33:23+00:00"
      },
      {
        "id": "7e832d1fe738",
        "title": "Starmer stresses ‘urgency’ of closer defence ties with Europe at Munich conference",
        "summary": "The UK prime minister says stronger security relies on greater cooperation and integration across the continentMunich Security Conference – live updatesKeir Starmer said there was an urgent need for a closer UK defence relationship with Europe, covering procurement and manufacturing, so that the UK ...",
        "url": "https://www.theguardian.com/politics/2026/feb/14/keir-starmer-munich-conference-closer-europe-defence-ties",
        "source": "Business | The Guardian",
        "published": "2026-02-14T12:17:21+00:00"
      },
      {
        "id": "96fb97eac0fd",
        "title": "US fixation on the hard-hat economy and making manufacturing great again makes little sense",
        "summary": "The dream of greasy overalls is driven by nostalgia and doesn’t justify policies that harm US consumersThe exhortations to protect America’s industrial muscle have resonated in the US at least since maverick presidential candidate Ross Perot brought up the supposed “giant sucking sound” of jobs pull...",
        "url": "https://www.theguardian.com/business/2026/feb/14/trump-manufacturing-jobs-economy",
        "source": "Business | The Guardian",
        "published": "2026-02-14T12:00:54+00:00"
      },
      {
        "id": "54a9315c7c1b",
        "title": "Astronomers are filling in the blanks of the Kuiper Belt",
        "summary": "Next-generation telescopes are mapping this outer frontier.",
        "url": "https://arstechnica.com/science/2026/02/astronomers-are-filling-in-the-blanks-of-the-kuiper-belt/",
        "source": "Ars Technica - All content",
        "published": "2026-02-14T11:45:48+00:00"
      },
      {
        "id": "8d7869abb7be",
        "title": "Trump’s repeal of landmark Obama-era climate rule: four key takeaways",
        "summary": "Environmental groups say ‘cynical and devastating’ reversal of endangerment finding has grave implicationsThe Trump administration has dismantled the basis for all US climate regulations, in its most confrontational anti-environment move yet.The 2009 endangerment finding determined that greenhouse g...",
        "url": "https://www.theguardian.com/environment/2026/feb/14/trump-obama-climate-rule-takeaways",
        "source": "Business | The Guardian",
        "published": "2026-02-14T11:00:53+00:00"
      },
      {
        "id": "2b6fa7e0582a",
        "title": "UK migration could be negative this year – how will that hit the economy?",
        "summary": "Universities, builders and health trusts are feeling the squeeze, as thinktank says effect of zero net migration could be similar to Brexit‘It’s been life-changing’: young Britons on why they left the UKWhen Greenwich and Kent universities said this month they would merge to save money, the heart of...",
        "url": "https://www.theguardian.com/uk-news/2026/feb/14/uk-migration-negative-economy",
        "source": "Business | The Guardian",
        "published": "2026-02-14T11:00:52+00:00"
      },
      {
        "id": "366043af5d43",
        "title": "‘It’s been life-changing’: young Britons on why they left the UK to work abroad",
        "summary": "Skilled workers facing a tough jobs market and high rents at home reveal how they have built new lives elsewhere, from Vancouver to DubaiUK migration could be negative this year – how will that hit the economy?As young people bear the brunt of a downturn in the jobs market, figures show a significan...",
        "url": "https://www.theguardian.com/uk-news/2026/feb/14/young-britons-why-they-left-uk-to-work-abroad-employment-job-market",
        "source": "Business | The Guardian",
        "published": "2026-02-14T11:00:52+00:00"
      },
      {
        "id": "ebd7adad7518",
        "title": "Learn this from Bezos and the Washington Post: with hypercapitalists in charge, your news is not safe  | Jane Martinson",
        "summary": "His shameful stewardship of a once great title highlights how much we lose when private interest eclipses the public goodNot long after being made Time magazine’s Person of the Year in 1999, Jeff Bezos told me: “They were not choosing me as much as they were choosing the internet, and me as a symbol...",
        "url": "https://www.theguardian.com/commentisfree/2026/feb/14/jeff-bezos-washington-post-news-not-safe",
        "source": "Business | The Guardian",
        "published": "2026-02-14T10:00:49+00:00"
      },
      {
        "id": "9bb5bbad9528",
        "title": "Pension annuity sales hit record as average pot exceeds £80,000",
        "summary": "Rachel Reeves’s inheritance tax changes encourage more people to invest in previously unloved product The government’s “inheritance tax raid” on pensions has helped drive sales of retirement annuities to new&nbsp;highs.Industry data this week revealed they enjoyed a “record-breaking” 2025, with sale...",
        "url": "https://www.theguardian.com/money/2026/feb/14/uk-pension-annuities-sales-rachel-reeves-inheritance-tax-invest",
        "source": "Business | The Guardian",
        "published": "2026-02-14T07:00:48+00:00"
      },
      {
        "id": "483b4b14ebc4",
        "title": "Peta calls for pork-free menus as Peppa Pig show rolls into Grimsby",
        "summary": "Auditorium to remove bacon and sausages from cafe during stage run after request from campaign groupCampaigners are calling on theatre bosses to stop serving bacon, sausages and ham in their cafes – at least while Peppa Pig and her family are performing in the same building.Grimsby Auditorium in Lin...",
        "url": "https://www.theguardian.com/stage/2026/feb/14/peta-pork-free-menus-peppa-pig-big-family-show-grimsby",
        "source": "Business | The Guardian",
        "published": "2026-02-14T07:00:47+00:00"
      },
      {
        "id": "964cbc86e520",
        "title": "‘My husband burned down our house – then the bank threatened repossession’",
        "summary": "A family struggled to rebuild their lives after an abusive marriage ended in tragedy and financial ruinFamily life ended for Francesca Onody on a late summer evening in 2022 when her abusive husband doused their cottage with petrol as police arrived to arrest him. She and her children escaped second...",
        "url": "https://www.theguardian.com/money/2026/feb/14/my-husband-burned-down-our-house-bank-repossession-finances",
        "source": "Business | The Guardian",
        "published": "2026-02-14T07:00:46+00:00"
      },
      {
        "id": "155b7f142a94",
        "title": "Nothing opens its first retail store in India",
        "summary": "The two-story location will sell products from Nothing and the more affordable, mass-market brand CMF.",
        "url": "https://techcrunch.com/2026/02/13/nothing-opens-its-first-retail-store-in-india/",
        "source": "TechCrunch",
        "published": "2026-02-14T06:30:00+00:00"
      },
      {
        "id": "15aefdba625c",
        "title": "Race to find source of carcinogenic Pfas in Cumbria and Lancashire waters",
        "summary": "Exclusive: High levels of banned ‘forever chemical’ have been detected in rivers and groundwater at 25 sitesA string of toxic pollution hotspots has been uncovered across Cumbria and Lancashire, with high levels of the banned cancer-causing “forever chemical” Pfos detected in rivers and groundwater ...",
        "url": "https://www.theguardian.com/environment/2026/feb/14/race-to-find-source-of-carcinogenic-chemical-pfos-polluting-cumbria-and-lancashire-waters",
        "source": "Business | The Guardian",
        "published": "2026-02-14T06:00:46+00:00"
      },
      {
        "id": "aa6d13f74680",
        "title": "Indian pharmacy chain giant exposed customer data and internal systems",
        "summary": "A backend flaw in web admin dashboards used by one of India's largest pharmacy chains, exposed thousands of online pharmacy orders.",
        "url": "https://techcrunch.com/2026/02/13/indias-major-pharmacy-chain-exposed-customer-data-and-internal-systems/",
        "source": "TechCrunch",
        "published": "2026-02-14T03:30:00+00:00"
      },
      {
        "id": "17c51e07c3de",
        "title": "Airbnb plans to bake in AI features for search, discovery and support",
        "summary": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
        "url": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
        "source": "TechCrunch",
        "published": "2026-02-14T02:40:42+00:00"
      }
    ],
    "破(day)": [
      {
        "id": "c3df50bda725",
        "title": "Andy Griffiths: ‘Life is a joyously unhinged, absurd wonderland of possibility’",
        "summary": "Named as Australia’s Children’s Laureate for 2026/2027, the beloved author opens up about the best thing a fan has ever sent him – and his first tattooGet our weekend culture and lifestyle emailYou’ve just been announced as Australia’s Children’s Laureate – congratulations! What’s the first book tha...",
        "url": "https://www.theguardian.com/books/2026/feb/14/andy-griffiths-life-is-a-joyously-unhinged-absurd-wonderland-of-possibility",
        "source": "Children and teenagers | The Guardian",
        "published": "2026-02-14T19:00:00+00:00"
      },
      {
        "id": "8f371eafbe60",
        "title": "The problem with doorbell cams: Nancy Guthrie case and Ring Super Bowl ad reawaken surveillance fears",
        "summary": "Many people bought the devices thinking they would do little more than protect their delivery packagesWhat happens to the data that smart home cameras collect? Can law enforcement access this information – even when users aren’t aware officers may be viewing their footage? Two recent events have put...",
        "url": "https://www.theguardian.com/technology/2026/feb/14/doorbell-cameras-ring-nancy-guthrie-super-bowl",
        "source": "Technology | The Guardian",
        "published": "2026-02-14T18:00:01+00:00"
      },
      {
        "id": "e45027cf118f",
        "title": "US military used Anthropic’s AI model Claude in Venezuela raid, report says",
        "summary": "Wall Street Journal says Claude used in operation via Anthropic’s partnership with Palantir TechnologiesClaude, the AI model developed by Anthropic, was used by the US military during its operation to kidnap Nicolás Maduro from Venezuela, the Wall Street Journal revealed on Saturday, a high-profile ...",
        "url": "https://www.theguardian.com/technology/2026/feb/14/us-military-anthropic-ai-model-claude-venezuela-raid",
        "source": "Technology | The Guardian",
        "published": "2026-02-14T16:15:02+00:00"
      },
      {
        "id": "169c162ceb49",
        "title": "Quoting Thoughtworks",
        "summary": "The retreat challenged the narrative that AI eliminates the need for junior developers. Juniors are more profitable than they have ever been. AI tools get them past the awkward initial net-negative phase faster. They serve as a call option on future productivity. And they are better at AI tools than...",
        "url": "https://simonwillison.net/2026/Feb/14/thoughtworks/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-14T04:54:41+00:00"
      },
      {
        "id": "6bd8e3ecfc43",
        "title": "Anthropic's public benefit mission",
        "summary": "Someone asked if there was an Anthropic equivalent to OpenAI's IRS mission statements over time.\nAnthropic are a \"public benefit corporation\" but not a non-profit, so they don't have the same requirements to file public documents with the IRS every year.\nBut when I asked Claude it ran a search and d...",
        "url": "https://simonwillison.net/2026/Feb/13/anthropic-public-benefit-mission/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-13T23:59:51+00:00"
      },
      {
        "id": "ba9f3a68d739",
        "title": "The evolution of OpenAI's mission statement",
        "summary": "As a USA 501(c)(3) the OpenAI non-profit has to file a tax return each year with the IRS. One of the required fields on that tax return is to \"Briefly describe the organization’s mission or most significant activities\" - this has actual legal weight to it as the IRS can use it to evaluate if the org...",
        "url": "https://simonwillison.net/2026/Feb/13/openai-mission-statement/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-13T23:38:29+00:00"
      },
      {
        "id": "0f245090a8b3",
        "title": "OpenAI Is Nuking Its 4o Model. China’s ChatGPT Fans Aren’t OK",
        "summary": "As OpenAI removed access to GPT-4o in its app on Friday, people who have come to rely on the chatbot for companionship are mourning the loss all over the world.",
        "url": "https://www.wired.com/story/openai-nuking-4o-model-china-chatgpt-fans-arent-ok/",
        "source": "Business Latest",
        "published": "2026-02-13T21:56:18+00:00"
      },
      {
        "id": "7e9994f0cddf",
        "title": "Senators Urge Top Regulator to Stay Out of Prediction Market Lawsuits",
        "summary": "As prediction market platforms like Polymarket and Kalshi battle regulators in court, Senate Democrats are urging the CFTC to avoid weighing in, escalating a broader fight over the burgeoning industry.",
        "url": "https://www.wired.com/story/senators-urge-top-regulators-to-stay-out-of-prediction-market-lawsuits/",
        "source": "Business Latest",
        "published": "2026-02-13T19:31:24+00:00"
      },
      {
        "id": "21c8710d55ed",
        "title": "Join Our Livestream: The Hype, Reality, and Future of EVs",
        "summary": "Pose your questions to a panel of WIRED experts about the future of the electric vehicle industry.",
        "url": "https://www.wired.com/story/livestream-the-hype-reality-and-future-of-electric-vehicles/",
        "source": "Business Latest",
        "published": "2026-02-13T19:21:47+00:00"
      },
      {
        "id": "d9278d0c0d71",
        "title": "Jam, color, and geometry — discover Perplex On’s AV synesthesia bliss",
        "summary": "Dive deep into these explosions of sound, light, and shape from Munich-based Perplex On, as the musical act pairs compact instruments with visuals made in Lottie and Imaginando&#8217;s VS &#8211; Visual Synthesizer. Dazzle at these eye-popping, brain-tickling audiovisual explorations. Warning: conta...",
        "url": "https://cdm.link/perplex-on-av/",
        "source": "CDM Create Digital Music",
        "published": "2026-02-13T18:43:34+00:00"
      },
      {
        "id": "84f25f523d65",
        "title": "Record Low Snow in the West Will Mean Less Water, More Fire, and Political Chaos",
        "summary": "Snowpack levels across a wide swath of western US states are among the lowest seen in decades, even as regulators struggle to negotiate water rights in the region.",
        "url": "https://www.wired.com/story/record-low-snow-in-the-west-will-mean-less-water-more-fire-and-political-chaos/",
        "source": "Science Latest",
        "published": "2026-02-13T18:25:53+00:00"
      },
      {
        "id": "c0d62f4257f9",
        "title": "AI is indeed coming – but there is also evidence to allay investor fears",
        "summary": "Opinions are divided about the potential impact of artificial intelligence as the response to a recent viral essay showsUK ad agencies undergo biggest exodus of staff as AI threatens industryThe message from investors to the software, wealth management, legal services and logistics industries this m...",
        "url": "https://www.theguardian.com/technology/2026/feb/13/ai-effects-on-business-industry-evidence-to-allay-investor-fears",
        "source": "Technology | The Guardian",
        "published": "2026-02-13T17:00:30+00:00"
      },
      {
        "id": "d10aa01238e7",
        "title": "Zillow Has Gone Wild—for AI",
        "summary": "As the housing market stalls, Zillow’s CEO sees AI as “an ingredient rather than a threat” that can both help the company protect its turf and reinvent how people search for homes.",
        "url": "https://www.wired.com/story/backchannel-how-artificial-intelligence-changed-zillow/",
        "source": "Business Latest",
        "published": "2026-02-13T16:14:25+00:00"
      },
      {
        "id": "e191497ea8ea",
        "title": "The best vacuum cleaners in the UK for hard floors, carpet and pet hair – tested",
        "summary": "From handheld to corded, self-emptying to stick models, these are our resident cleaner’s favourite vacuums for a spotless home• The best cordless vacuum cleaners, tested• How to make your vacuum cleaner last longerBuying a vacuum cleaner isn’t as easy as you might think. With so many brands and mode...",
        "url": "https://www.theguardian.com/thefilter/2026/feb/13/best-vacuum-cleaners-uk-tested",
        "source": "Technology | The Guardian",
        "published": "2026-02-13T15:00:28+00:00"
      },
      {
        "id": "a2d1158a5499",
        "title": "‘It’s over for us’: release of new AI video generator Seedance 2.0 spooks Hollywood",
        "summary": "An AI clip featuring Tom Cruise and Brad Pitt fighting has caused concern among industry figuresA leading Hollywood figure has warned “it’s likely over for us”, after watching a widely disseminated AI-generated clip featuring Tom Cruise and Brad Pitt fighting.Rhett Reese, co-writer of Deadpool &amp;...",
        "url": "https://www.theguardian.com/film/2026/feb/13/new-ai-video-generator-seedance-tom-cruise-brad-pitt",
        "source": "Technology | The Guardian",
        "published": "2026-02-13T13:32:55+00:00"
      },
      {
        "id": "e7154e5e4501",
        "title": "OpenAI retired its most seductive chatbot – leaving users angry and grieving: ‘I can’t live like this’",
        "summary": "Its human partners said the flirty, quirky GPT-4o was the perfect companion – on the eve of Valentine’s Day, it’s being turned off for good. How will users cope?Brandie plans to spend her last day with Daniel at the zoo. He always loved animals. Last year, she took him to the Corpus Christi aquarium...",
        "url": "https://www.theguardian.com/lifeandstyle/ng-interactive/2026/feb/13/openai-chatbot-gpt4o-valentines-day",
        "source": "Technology | The Guardian",
        "published": "2026-02-13T12:30:24+00:00"
      },
      {
        "id": "a735ef11f5c8",
        "title": "Anthropic raises $30bn in latest round, valuing Claude bot maker at $380bn",
        "summary": "Maker of chatbot with coding ability says annualised revenue grew tenfold in each of past three years, to $14bnAnthropic, the US AI startup behind the Claude chatbot, has raised $30bn (£22bn) in a funding round that more than doubled its valuation to $380bn.The company’s previous funding round in Se...",
        "url": "https://www.theguardian.com/technology/2026/feb/12/anthropic-funding-round",
        "source": "Technology | The Guardian",
        "published": "2026-02-13T11:30:00+00:00"
      },
      {
        "id": "1cf5bd478650",
        "title": "NHS deal with AI firm Palantir called into question after officials’ concerns revealed",
        "summary": "Exclusive: in 2025 briefing to Wes Streeting, officials warned reputation of tech firm behind US ICE operations would hinder rollout of data system in UK Health officials fear Palantir’s reputation will hinder the delivery of a “vital” £330m NHS contract, according to briefings seen by the Guardian,...",
        "url": "https://www.theguardian.com/society/2026/feb/12/nhs-deal-with-ai-firm-palantir-called-into-question-after-officials-concerns-revealed",
        "source": "Technology | The Guardian",
        "published": "2026-02-12T23:04:51+00:00"
      },
      {
        "id": "d038d14366d7",
        "title": "Introducing GPT‑5.3‑Codex‑Spark",
        "summary": "Introducing GPT‑5.3‑Codex‑Spark\nOpenAI announced a partnership with Cerebras on January 14th. Four weeks later they're already launching the first integration, \"an ultra-fast model for real-time coding in Codex\".\nDespite being named GPT-5.3-Codex-Spark it's not purely an accelerated alternative to G...",
        "url": "https://simonwillison.net/2026/Feb/12/codex-spark/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-12T21:16:07+00:00"
      },
      {
        "id": "dfd80baa257a",
        "title": "Quoting Anthropic",
        "summary": "Claude Code was made available to the general public in May 2025. Today, Claude Code’s run-rate revenue has grown to over $2.5 billion; this figure has more than doubled since the beginning of 2026. The number of weekly active Claude Code users has also doubled since January 1 [six weeks ago].\n&mdas...",
        "url": "https://simonwillison.net/2026/Feb/12/anthropic/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-12T20:22:14+00:00"
      },
      {
        "id": "b530c9668682",
        "title": "Covering electricity price increases from our data centers",
        "summary": "Covering electricity price increases from our data centers\nOne of the sub-threads of the AI energy usage discourse has been the impact new data centers have on the cost of electricity to nearby residents. Here's detailed analysis from Bloomberg in September reporting \"Wholesale electricity costs as ...",
        "url": "https://simonwillison.net/2026/Feb/12/covering-electricity-price-increases/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-12T20:01:23+00:00"
      },
      {
        "id": "11cac393f907",
        "title": "FFAB unlocks the batch audio powers of the free ffmpeg with a GUI",
        "summary": "FFmpeg, the free multimedia toolkit, is so powerful that, honestly, it's entirely possible not to know all that it can do. For audio, the new FFAB offers a graphical front-end on Mac and Linux, with real-time preview, drag-and-drop filters, parallel processing, and useful visualizations that even co...",
        "url": "https://cdm.link/free-ffmpeg-gui-audio/",
        "source": "CDM Create Digital Music",
        "published": "2026-02-12T19:54:07+00:00"
      },
      {
        "id": "d53447486435",
        "title": "A Wave of Unexplained Bot Traffic Is Sweeping the Web",
        "summary": "From small publishers to US federal agencies, websites are reporting unusual spikes in automated traffic linked to IP addresses in Lanzhou, China.",
        "url": "https://www.wired.com/story/made-in-china-niche-websites-are-seeing-a-surge-of-mysterious-traffic-from-china/",
        "source": "Business Latest",
        "published": "2026-02-12T19:50:44+00:00"
      },
      {
        "id": "e8b20f65d3e2",
        "title": "OpenAI’s President Gave Millions to Trump. He Says It’s for Humanity",
        "summary": "In an interview with WIRED, Greg Brockman says his political donations support OpenAI's mission—even if some employees at the company disagree.",
        "url": "https://www.wired.com/story/openai-president-greg-brockman-political-donations-trump-humanity/",
        "source": "Business Latest",
        "published": "2026-02-12T19:00:00+00:00"
      },
      {
        "id": "9abe9267f322",
        "title": "Gemini 3 Deep Think",
        "summary": "Gemini 3 Deep Think\nNew from Google. They say it's \"built to push the frontier of intelligence and solve modern challenges across science, research, and engineering\".\nIt drew me a really good SVG of a pelican riding a bicycle! I think this is the best one I've seen so far - here's my previous collec...",
        "url": "https://simonwillison.net/2026/Feb/12/gemini-3-deep-think/#atom-everything",
        "source": "Simon Willison's Weblog",
        "published": "2026-02-12T18:12:17+00:00"
      }
    ],
    "序(month)": [
      {
        "id": "adefb1ede4af",
        "title": "GIS專題中心誠徵碩士獎助生1名",
        "summary": "【依&#160;&#160; 據】中央研究院人文社會科學研究中心「博、碩士生獎助培育說明」及地理資訊科學研究專 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/recruit_20260210/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-14T12:29:06+00:00"
      },
      {
        "id": "418457a7479a",
        "title": "字节全家桶 Seed 2.0 + TRAE 玩转 Skill",
        "summary": "一、引言 国产大模型之中，字节是一个异类。...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/seed-2.0.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-14T11:51:22+00:00"
      },
      {
        "id": "84bd16daedd6",
        "title": "Tuning in to College Radio Materials on World Radio Day 2026",
        "summary": "On February 13, World Radio Day acknowledges the importance of radio around the globe. The annual event has been taking place for a little over a decade, dating back to [&#8230;]",
        "url": "https://blog.archive.org/2026/02/13/tuning-in-to-college-radio-materials-on-world-radio-day-2026/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-13T12:00:00+00:00"
      },
      {
        "id": "78751a1c9871",
        "title": "科技爱好者周刊（第 385 期）：马斯克害怕中国车企吗？",
        "summary": "这里记录每周值得分享的科技内容，周五发布。（[通知] 下周春节假期，周刊休息。）...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/weekly-issue-385.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-12T18:34:10+00:00"
      },
      {
        "id": "869766a67df1",
        "title": "CityGML轉KMZ格式",
        "summary": "不論是從日本「PLATEAU」計畫下載免費的 3D 城市模型，或是透過內政部國土測繪中心「多維度國家空間資訊 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/citygml2kmz/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-12T02:40:02+00:00"
      },
      {
        "id": "be43eb690411",
        "title": "智谱旗舰 GLM-5 实测：对比 Opus 4.6 和 GPT-5.3-Codex",
        "summary": "一、引言 刚才我看到，智谱新一代的旗舰模型 GLM-5 已经正式发布了。...",
        "url": "http://www.ruanyifeng.com/blog/2026/02/glm-5.html",
        "source": "阮一峰的网络日志",
        "published": "2026-02-12T01:26:13+00:00"
      },
      {
        "id": "2aefc80c4a1a",
        "title": "QGIS 繁體中文翻譯檔下載",
        "summary": "QGIS 在臺灣 GIS 社群中已具有相當高的滲透率，憑藉其開源免費、硬體需求低以及豐富的外掛程式資源，長期深 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/qgis_zh-hant/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-10T14:19:43+00:00"
      },
      {
        "id": "a162e40e81c3",
        "title": "Internet Archive and Partners Select Local Newsrooms from Across the US to Participate in the Today’s News for Tomorrow Program",
        "summary": "Internet Archive, Poynter Institute, and Investigative Reporters and Editors (IRE) are pleased to announce the first cohort of newsrooms to join the Today’s News for Tomorrow program. With support from [&#8230;]",
        "url": "https://blog.archive.org/2026/02/06/internet-archive-and-partners-select-local-newsrooms-from-across-the-us-to-participate-in-the-todays-news-for-tomorrow-program/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-06T14:48:51+00:00"
      },
      {
        "id": "d00aec536ee5",
        "title": "Performance in Dialogue: Exploring Emirati and Polynesian Traditions through Al Harbiya and Haka",
        "summary": "Last month, Andrew Eisenberg moderated Performance in Dialogue: Harbiya and Haka, an intercultural encounter connecting Emirati and Polynesian performance traditions. Bringing Al Harbiya together with Haka, the session combined performance [&#8230;]",
        "url": "https://wp.nyu.edu/music_and_sound_cultures/2026/02/06/performance-in-dialogue-exploring-emirati-and-polynesian-traditions-through-al-harbiya-and-haka/",
        "source": "Music and Sound Cultures",
        "published": "2026-02-06T12:45:23+00:00"
      },
      {
        "id": "bb60007bce9c",
        "title": "與中央警察大學簽訂學術合作備忘錄",
        "summary": "中央研究院人文社會科學研究中心(地理資訊科學研究專題中心)與中央警察大學警政管理學院暨警察科技學院簽訂學術合作 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mou_cpu_2026/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-05T14:52:10+00:00"
      },
      {
        "id": "7928aa6b3a9b",
        "title": "‘Depths of Wikipedia’ Creator Annie Rauwerda on ‘Fragile’ Internet Citations",
        "summary": "Annie Rauwerda can’t remember a world without Wikipedia. Born in 1999, just two years before the platform launched, she says it has been omnipresent in her life and a source [&#8230;]",
        "url": "https://blog.archive.org/2026/02/05/depths-of-wikipedia-creator-annie-rauwerda-on-fragile-internet-citations/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-05T12:00:00+00:00"
      },
      {
        "id": "d304818cc48b",
        "title": "Mathematical spheres, an interview with Tom Johnson",
        "summary": ".",
        "url": "https://www.tandfonline.com/doi/full/10.1080/17459737.2025.2539359?af=R",
        "source": "tandf: Journal of Mathematics and Music: Table of Contents",
        "published": "2026-02-05T10:37:10+00:00"
      },
      {
        "id": "b74af14f3341",
        "title": "What Ultimately Is There?<br> Metaphysics and the Ruliad",
        "summary": "The Wolfram Institute recently received a grant from the Templeton World Charity Foundation for “Computational Metaphysics”. I wrote this piece in part as a launching point for discussions with experts in traditional philosophy. Moving Metaphysics from Philosophy to Science “What ultimately is there...",
        "url": "https://writings.stephenwolfram.com/2026/02/what-ultimately-is-there-metaphysics-and-the-ruliad/",
        "source": "Stephen Wolfram Writings",
        "published": "2026-02-04T20:24:57+00:00"
      },
      {
        "id": "8cd1759ac8fe",
        "title": "Low end theory",
        "summary": "How do you create a bassline? This question is not just for bass players. It’s for producers and songwriters, who are likely to be programming their own bass parts in their DAW. Keyboard players can do basslines in their left hand; guitarists do them with their thumbs. And even if you never create o...",
        "url": "https://www.ethanhein.com/wp/2026/low-end-theory/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-04T13:44:23+00:00"
      },
      {
        "id": "025e79956521",
        "title": "Preserving the Open Web: Inside the New Wayback Machine Plugin for WordPress",
        "summary": "Link rot. There’s nothing quite as frustrating as clicking on a link that leads to nowhere. WordPress, which powers more than 40% of websites online, recently partnered with the Internet [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/inside-the-new-wayback-machine-plugin-for-wordpress/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T12:00:00+00:00"
      },
      {
        "id": "c80c07854607",
        "title": "奧匈歷史特種地圖製作之簡介",
        "summary": "撰文/許哲明 (軍備局生製中心第401廠測繪榮譽顧問、中華民國地圖學會常務監事) 一、前言 奧匈帝國(Aust [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260204/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-04T09:38:44+00:00"
      },
      {
        "id": "a97844aed9b7",
        "title": "Recording Now Available from “Protect Our Future Memory” Webinar",
        "summary": "Last week, Internet Archive welcomed more than 150 attendees to the webinar, “Protect Our Future Memory: Join the Call for Library Digital Rights.” Held on January 27, the event brought [&#8230;]",
        "url": "https://blog.archive.org/2026/02/04/recording-now-available-from-protect-our-future-memory-webinar/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-04T05:09:18+00:00"
      },
      {
        "id": "48fe7417fe59",
        "title": "運用MapToPoster製作精美城市地圖海報",
        "summary": "MapToPoster&#160;是一個由開發者 originalankur 建立的開源 Python 專案， [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260203/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-03T15:18:02+00:00"
      },
      {
        "id": "1eb94e9b195a",
        "title": "I’m in this Adam Neely video about AI",
        "summary": "I make a couple of brief appearances in Adam Neely&#8217;s latest video about generative AI music. Neither of us think it’s a good idea.",
        "url": "https://www.ethanhein.com/wp/2026/im-in-this-adam-neely-video-about-ai/",
        "source": "The Ethan Hein Blog",
        "published": "2026-02-02T21:52:16+00:00"
      },
      {
        "id": "d9f5ffde1e07",
        "title": "Follow the Changes: 9 Ways Web Archives are Used in Digital Investigations",
        "summary": "Guest post from Thais Lobo, Liliana Bounegru &#38; Jonathan W. Y. Gray, King&#8217;s College London. This work was supported by the Centre for Digital Culture and Department of Digital Humanities [&#8230;]",
        "url": "https://blog.archive.org/2026/02/02/follow-the-changes/",
        "source": "Internet Archive Blogs",
        "published": "2026-02-02T16:49:01+00:00"
      },
      {
        "id": "ab6ef84e7329",
        "title": "民音探戈系列第55輯：巴勃羅·瓦萊六重奏啟動日本巡演",
        "summary": "民音探戈系列再度登場，推出其第55輯「巴勃羅·瓦萊六重奏：探戈史詩」，正式展開日本巡演。 這支樂團由阿根廷鋼琴 [&#8230;]",
        "url": "https://www.min-on.org/zh-hant/14681/%e6%b0%91%e9%9f%b3%e6%8e%a2%e6%88%88%e7%b3%bb%e5%88%97%e7%ac%ac55%e8%bc%af%ef%bc%9a%e5%b7%b4%e5%8b%83%e7%be%85%c2%b7%e7%93%a6%e8%90%8a%e5%85%ad%e9%87%8d%e5%a5%8f%e5%95%9f%e5%8b%95%e6%97%a5%e6%9c%ac/",
        "source": "Chinese Traditional – Min-On Website",
        "published": "2026-02-02T08:30:14+00:00"
      },
      {
        "id": "37f7dbbf8455",
        "title": "高雄果嶺自然公園的歷史地景變遷",
        "summary": "撰文/廖德宗（居住於高雄市，從事資訊業，業餘進行人文地理研究） 摘要 本文以高雄市政府2025年10月開放之高 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/mapclub_20260202/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-01T19:58:15+00:00"
      },
      {
        "id": "41c82052ee40",
        "title": "本專題中心同仁發表國際期刊論文一篇",
        "summary": "本專題中心詹大千研究員、兼任研究助理政治大學地政所林佳瑢同學、研究助理范志中先生及唐嘉宏博士（目前任教於淡江大 [&#8230;]",
        "url": "https://gis.rchss.sinica.edu.tw/paper_20260131/",
        "source": "中央研究院人社中心地理資訊科學研究專題中心",
        "published": "2026-02-01T19:49:26+00:00"
      },
      {
        "id": "eed4ee2be99a",
        "title": "P vs. NP and the Difficulty of Computation: A Ruliological Approach",
        "summary": "Empirical Theoretical Computer Science “Could there be a faster program for that?” It’s a fundamental type of question in theoretical computer science. But except in special cases, such a question has proved fiendishly difficult to answer. And, for example, in half a century, almost no progress has ...",
        "url": "https://writings.stephenwolfram.com/2026/01/p-vs-np-and-the-difficulty-of-computation-a-ruliological-approach/",
        "source": "Stephen Wolfram Writings",
        "published": "2026-01-30T19:26:48+00:00"
      },
      {
        "id": "3752ead9da29",
        "title": "2025 in numbers",
        "summary": "Dear Freesounders, It looks like 2025 is already over, and many things have happened this year. We celebrated the 20th anniversary of Freesound with a composition contest, a sound installation, and the Freesound Day, which featured talks from people from &#8230; Continue reading &#8594;",
        "url": "https://blog.freesound.org/?p=2347",
        "source": "The Freesound Blog",
        "published": "2026-01-30T16:19:39+00:00"
      }
    ]
  }
}